[
    {
        "id": "8.1.1.1",
        "parent_id": "8.1.1",
        "content": "1 How, When and Where\n\nHow Important are Dates?\nThere was a time when historians were fascinated with dates. There were heated debates about the dates on which rulers were crowned or battles were fought. In the common-sense notion, history was synonymous with dates. You may have heard people say, “I find history boring because it is all about memorising dates.” Is such a conception true?"
    },
    {
        "id": "8.1.1.2",
        "parent_id": "8.1.1",
        "content": "History is certainly about changes that occur over time. It is about finding out how things were in the past and how things have changed. As soon as we compare the past with the present we refer to time, we talk of “before” and “after”."
    },
    {
        "id": "8.1.1.3",
        "parent_id": "8.1.1",
        "content": "Living in the world we do not always ask historical questions about what we see around us. We take things for granted, as if what we see has always been in the world we inhabit. But most of us have our moments of wonder, when we are curious, and we ask questions that actually are historical. Watching someone sip a cup of tea at a roadside tea stall you may wonder – when did people begin to drink tea or coffee? Looking out of the window of a train you may ask yourself – when were railways built and how did people travel long distances before the age of railways? Reading the newspaper in the morning you may be curious to know how people got to hear about things before newspapers began to be printed."
    },
    {
        "id": "8.1.1.4",
        "parent_id": "8.1.1",
        "content": "All such historical questions refer us back to notions of time. But time does not have to be always precisely dated in terms of a particular year or a month. Sometimes it is actually incorrect to fix precise dates to processes that happen over a period of time. People in India did not begin drinking tea one fine day; they developed a taste for it over time. There can be no one clear date for a process such as this. Similarly, we cannot fix one single date on which British rule was established, or the national movement started, or changes took place within the economy and society. All these things happened over a stretch of time. We can only refer to a span of time, an approximate period over which particular changes became visible."
    },
    {
        "id": "8.1.1.5",
        "parent_id": "8.1.1",
        "content": "Why, then, do we continue to associate history with a string of dates? This association has a reason. There was a time when history was an account of battles and big events. It was about rulers and their policies. Historians wrote about the year a king was crowned, the year he married, the year he had a child, the year he fought a particular war, the year he died, and the year the next ruler succeeded to the throne. For events such as these, specific dates can be determined, and in histories such as these, debates about dates continue to be important."
    },
    {
        "id": "8.1.1.6",
        "parent_id": "8.1.1",
        "content": "As you have seen in the history textbooks of the past two years, historians now write about a host of other issues, and other questions. They look at how people earned their livelihood, what they produced and ate, how cities developed and markets came up, how kingdoms were formed and new ideas spread, and how cultures and society changed."
    },
    {
        "id": "8.1.1.7",
        "parent_id": "8.1.1",
        "content": "Which dates? By what criteria do we choose a set of dates as important? The dates we select, the dates around which we compose our story of the past, are not important on their own. They become vital because we focus on a particular set of events as important. If our focus of study changes, if we begin to look at new issues, a newset of dates will appear significant."
    },
    {
        "id": "8.1.1.8",
        "parent_id": "8.1.1",
        "content": "Consider an example. In the histories written by British historians in India, the rule of each Governor-General was important. These histories began with the rule of the first Governor-General, Warren Hastings, and ended with the last Viceroy, Lord Mountbatten. In separate chapters we read about the deeds of others – Hastings, Wellesley, Bentinck, Dalhousie, Canning, Lawrence, Lytton, Ripon, Curzon, Harding, Irwin. It was a seemingly never-ending succession of Governor-Generals and Viceroys. All the dates in these history books were linked to these personalities – to their activities, policies, achievements. It was as if there was nothing outside their lives that was important for us to know. The chronology of their lives marked the different chapters of the history of British India."
    },
    {
        "id": "8.1.1.9",
        "parent_id": "8.1.1",
        "content": "Can we not write about the history of this period in a different way? How do we focus on the activities of different groups and classes in Indian society within the format of this history of Governor-Generals?"
    },
    {
        "id": "8.1.1.10",
        "parent_id": "8.1.1",
        "content": "When we write history, or a story, we divide it into chapters. Why do we do this? It is to give each chapter some coherence. It is to tell a story in a way that makes some sense and can be followed. In the process we focus only on those events that help us to give shape to the story we are telling. In the histories that revolve around the life of British Governor-Generals, the activities of Indians simply do not fit, they have no space. What, then, do we do? Clearly, we need another format for our history. This would mean that the old dates will no longer have the significance they earlier had. A new set of dates will become more important for us to know."
    },
    {
        "id": "8.1.1.11",
        "parent_id": "8.1.1",
        "content": "How do we periodise? In 1817, James Mill, a Scottish economist and political philosopher, published a massive three-volume work, A History of British India. In this he divided Indian history into three periods – Hindu, Muslim and British. This periodisation came to be widely accepted. Can you think of any problem with this way of looking at Indian history?"
    },
    {
        "id": "8.1.1.12",
        "parent_id": "8.1.1",
        "content": "Why do we try and divide history into different periods? We do so in an attempt to capture the characteristics of a time, its central features as they appear to us. So the terms through which we periodise – that is, demarcate the difference between periods – become important. They reflect our ideas about the past. They show how we see the significance of the change from one period to the next."
    },
    {
        "id": "8.1.1.13",
        "parent_id": "8.1.1",
        "content": "Mill thought that all Asian societies were at a lower level of civilisation than Europe. According to his telling of history, before the British came to India, Hindu and Muslim despots ruled the country. Religious intolerance, caste taboos and superstitious practices dominated social life. British rule, Mill felt, could civilise India. To do this it was necessary to introduce European manners, arts, institutions and laws in India. Mill, in fact, suggested that the British should conquer all the territories in India to ensure the enlightenment and happiness of the Indian people. For India was not capable of progress without British help."
    },
    {
        "id": "8.1.1.14",
        "parent_id": "8.1.1",
        "content": "In this idea of history, British rule represented all the forces of progress and civilisation. The period before British rule was one of darkness. Can such a conception be accepted today?"
    },
    {
        "id": "8.1.1.15",
        "parent_id": "8.1.1",
        "content": "In any case, can we refer to any period of history as “Hindu” or “Muslim”? Did not a variety of faiths exist simultaneously in these periods? Why should we characterise an age only through the religion of the rulers of the time? To do so is to suggest that the lives and practices of the others do not really matter. We should also remember that even rulers in ancient India did not all share the same faith."
    },
    {
        "id": "8.1.1.16",
        "parent_id": "8.1.1",
        "content": "Moving away from British classification, historians have usually divided Indian history into ‘ancient’, ‘medieval’ and ‘modern’. This division too has its problems. It is a periodisation that is borrowed from the West where the modern period was associated with the growth of all the forces of modernity – science, reason, democracy, liberty and equality. Medieval was a term used to describe a society where these features of modern society did not exist. Can we uncritically accept this characterisation of the modern period to describe the period of our study? As you will see in this book, under British rule people did not have equality, freedom or liberty. Nor was the period one of economic growth and progress. Many historians therefore refer to this period as ‘colonial’."
    },
    {
        "id": "8.1.1.17",
        "parent_id": "8.1.1",
        "content": "What is colonial? In this book you will read about the way the British came to conquer the country and establish their rule, subjugating local nawabs and rajas. You will see how they established control over the economy and society, collected revenue to meet all their expenses, bought the goods they wanted at low prices, produced crops they needed for export, and you will understand the changes that came about as a consequence. You will also come to know about the changes British rule brought about in values and tastes, customs and practices. When the subjugation of one country by another leads to these kinds of political, economic, social and cultural changes, we refer to the process as colonisation. You will, however, find that all classes and groups did not experience these changes in the same way. That is why the book is called Our Pasts in the plural."
    },
    {
        "id": "8.1.2.1",
        "parent_id": "8.1.2",
        "content": "How do We Know? \n\n What sources do historians use in writing about the last 250 years of Indian history?\nAdministration produces records\nOne important source is the official records of the British administration. The British believed that the act of writing was important. Every instruction, plan, policy decision, agreement, investigation had to be clearly written up. Once this was done, things could be properly studied and debated. This conviction produced an administrative culture of memos, notings and reports."
    },
    {
        "id": "8.1.2.2",
        "parent_id": "8.1.2",
        "content": "The British also felt that all important documents and letters needed to be carefully preserved. So they set up record rooms attached to all administrative institutions. The village tahsildar’s office, the collectorate, the commissioner’s office, the provincial secretariats, the lawcourts – all had their record rooms. Specialised institutions like archives and museums were also established to preserve important records."
    },
    {
        "id": "8.1.2.3",
        "parent_id": "8.1.2",
        "content": "Letters and memos that moved from one branch of the administration to another in the early years of the nineteenth century can still be read in the archives. You can also study the notes and reports that district officials prepared, or the instructions and directives that were sent by officials at the top to provincial administrators."
    },
    {
        "id": "8.1.2.4",
        "parent_id": "8.1.2",
        "content": "In the early years of the nineteenth century these documents were carefully copied out and beautifully written by calligraphists – that is, by those who specialised in the art of beautiful writing. By the middle of the nineteenth century, with the spread of printing, multiple copies of these records were printed as proceedings of each government department."
    },
    {
        "id": "8.1.2.5",
        "parent_id": "8.1.2",
        "content": "Surveys become important \n The practice of surveying also became common under the colonial administration. The British believed that a country had to be properly known before it could be effectively administered."
    },
    {
        "id": "8.1.2.6",
        "parent_id": "8.1.2",
        "content": "By the early nineteenth century detailed surveys were being carried out to map the entire country. In the villages, revenue surveys were conducted. The effort was to know the topography, the soil quality, the flora, the fauna, the local histories, and the cropping pattern – all the facts seen as necessary to know about to administer the region. From the end of the nineteenth century, Census operations were held every ten years. These prepared detailed records of the number of people in all the provinces of India, noting information on castes, religions and occupation. There were many other surveys – botanical surveys, zoological surveys, archaeological surveys, anthropological surveys, forest surveys."
    },
    {
        "id": "8.1.2.7",
        "parent_id": "8.1.2",
        "content": "What official records do not tell \n From this vast corpus of records we can get to know a lot, but we must remember that these are official records. They tell us what the officials thought, what they were interested in, and what they wished to preserve for posterity. These records do not always help us understand what other people in the country felt, and what lay behind their actions."
    },
    {
        "id": "8.1.2.8",
        "parent_id": "8.1.2",
        "content": "For that we need to look elsewhere. When we begin to search for these other sources we find them in plenty, though they are more difficult to get than official records. We have diaries of people, accounts of pilgrims and travellers, autobiographies of important personalities, and popular booklets that were sold in the local bazaars. As printing spread, newspapers were published and issues were debated in public. Leaders and reformers wrote to spread their ideas, poets and novelists wrote to express their feelings."
    },
    {
        "id": "8.1.2.9",
        "parent_id": "8.1.2",
        "content": "All these sources, however, were produced by those who were literate. From these we will not be able to understand how history was experienced and lived by the tribals and the peasants, the workers in the mines or the poor on the streets. Getting to know their lives is a more difficult task. Yet this can be done, if we make a little bit of effort. When you read this book you will see how this can be done."
    },
    {
        "id": "8.2.1.1",
        "parent_id": "8.2.1",
        "content": "2 From Trade to Territory \n The Company Establishes Power \n\n Aurangzeb was the last of the powerful Mughal rulers. He established control over a very large part of the territory that is now known as India. After his death in 1707, many Mughal governors (subadars) and big zamindars began asserting their authority and establishing regional kingdoms. As powerful regional kingdoms emerged in various parts of India, Delhi could no longer function as an effective centre."
    },
    {
        "id": "8.2.1.2",
        "parent_id": "8.2.1",
        "content": "By the second half of the eighteenth century, however, a new power was emerging on the political horizon – the British. Did you know that the British originally came as a small trading company and were reluctant to acquire territories? How then did they come to be masters of a vast empire? In this chapter you will see how this came about."
    },
    {
        "id": "8.2.1.3",
        "parent_id": "8.2.1",
        "content": "After Aurangzeb there was no powerful Mughal ruler, but Mughal emperors continued to be symbolically important. In fact, when a massive rebellion against British rule broke out in 1857, Bahadur Shah Zafar, the Mughal emperor at the time, was seen as the natural leader. Once the revolt was put down by the company, Bahadur Shah Zafar was forced to leave the kingdom, and his sons were shot in cold blood."
    },
    {
        "id": "8.2.2.1",
        "parent_id": "8.2.2",
        "content": "Mercantile – A business enterprise that makes profit primarily through trade, buying goods cheap and selling them at higher prices"
    },
    {
        "id": "8.2.2.2",
        "parent_id": "8.2.2",
        "content": "East India Company Comes East \n\n In 1800, the East India Company acquired a charter from the ruler of England, Queen Elizabeth I, granting it the sole right to trade with the East. This meant that no other trading group in England could compete with the East India Company. With this charter the Company could venture across the oceans, looking for new lands from which it could buy goods at a cheap price, and carry them back to Europe to sell at higher prices. The Company did not have to fear competition from other English trading companies. Mercantile trading companies in those days made profit primarily by excluding competition, so that they could buy cheap and sell dear."
    },
    {
        "id": "8.2.2.3",
        "parent_id": "8.2.2",
        "content": "The royal charter, however, could not prevent other European powers from entering the Eastern markets. By the time the first English ships sailed down the west coast of Africa, round the Cape of Good Hope, and crossed the Indian Ocean, the Portuguese had already established their presence in the western coast of India, and had their base in Goa. In fact, it was Vasco da Gama, a Portuguese explorer, who had discovered this sea route to India in 1498. By the early seventeenth century, the Dutch too were exploring the possibilities of trade in the Indian Ocean. Soon the French traders arrived on the scene."
    },
    {
        "id": "8.2.2.4",
        "parent_id": "8.2.2",
        "content": "The problem was that all the companies were interested in buying the same things. The fine qualities of cotton and silk produced in India had a big market in Europe. Pepper, cloves, cardamom and cinnamon too were in great demand. Competition amongst the European companies inevitably pushed up the prices at which these goods could be purchased, and this reduced the profits that could be earned. The only way the trading companies could flourish was by eliminating rival competitors. The urge to secure markets therefore led to fierce battles between the trading companies. Through the seventeenth and eighteenth centuries they regularly sank each other’s ships, blockaded routes, and prevented rival ships from moving with supplies of goods. Trade was carried on with arms and trading posts were protected through fortification."
    },
    {
        "id": "8.2.2.5",
        "parent_id": "8.2.2",
        "content": "This effort to fortify settlements and carry on profitable trade also led to intense conflict with local rulers. The company therefore found it difficult to separate trade from politics. Let us see how this happened."
    },
    {
        "id": "8.2.2.6",
        "parent_id": "8.2.2",
        "content": "Farman – A royal edict, a royal order"
    },
    {
        "id": "8.2.2.7",
        "parent_id": "8.2.2",
        "content": "East India Company begins trade in Bengal \n\n The first English factory was set up on the banks of the river Hugli in 1851. This was the base from which the Company’s traders, known at that time as “factors”, operated. The factory had a warehouse where goods for export were stored, and it had offices where Company officials sat. As trade expanded, the Company persuaded merchants and traders to come and settle near the factory. By 1898 it began building a fort around the settlement. Two years later it bribed Mughal officials into giving the Company zamindari rights over three villages. One of these was Kalikata, which later grew into the city of Calcutta or Kolkata as it is known today. It also persuaded the Mughal emperor Aurangzeb to issue a farman granting the Company the right to trade duty free."
    },
    {
        "id": "8.2.2.8",
        "parent_id": "8.2.2",
        "content": "The Company tried continuously to press for more concessions and manipulate existing privileges. Aurangzeb’s farman, for instance, had granted only the Company the right to trade duty free. But officials of the Company, who were carrying on private trade on the side, were expected to pay duty. This they refused to pay, causing an enormous loss of revenue for Bengal. How could the Nawab of Bengal, Murshid Quli Khan, not protest?"
    },
    {
        "id": "8.2.2.9",
        "parent_id": "8.2.2",
        "content": "How trade led to battles \n\n Through the early eighteenth century the conflict between the Company and the nawabs of Bengal intensified. After the death of Aurangzeb, the Bengal nawabs asserted their power and autonomy, as other regional powers were doing at that time. Murshid Quli Khan was followed by Alivardi Khan and then Sirajuddaulah as the Nawab of Bengal. Each one of them was a strong ruler. They refused to grant the Company concessions, demanded large tributes for the Company’s right to trade, denied it any right to mint coins, and stopped it from extending its fortifications. Accusing the Company of deceit, they claimed that the Company was depriving the Bengal government of huge amounts of revenue and undermining the authority of the nawab. It was refusing to pay taxes, writing disrespectful letters, and trying to humiliate the nawab and his officials."
    },
    {
        "id": "8.2.2.10",
        "parent_id": "8.2.2",
        "content": "The Company on its part declared that the unjust demands of the local officials were ruining the trade of the Company, and trade could flourish only if the duties were removed. It was also convinced that to expand trade it had to enlarge its settlements, buy up villages, and rebuild its forts. The conflicts led to confrontations and finally culminated in the famous Battle of Plassey."
    },
    {
        "id": "8.2.2.11",
        "parent_id": "8.2.2",
        "content": "Puppet – Literally, a toy that you can move with strings. The term is used disapprovingly to refer to a person who is controlled by someone else."
    },
    {
        "id": "8.2.2.12",
        "parent_id": "8.2.2",
        "content": "The Battle of Plassey \n When Alivardi Khan died in 1758, Sirajuddaulah became the nawab of Bengal. The Company was worried about his power and keen on a puppet ruler who would willingly give trade concessions and other privileges. So it tried, though without success, to help one of Sirajuddaulah’s rivals become the nawab. An infuriated Sirajuddaulah asked the Company to stop meddling in the political affairs of his dominion, stop fortification, and pay the revenues. After negotiations failed, the Nawab marched with 30,000 soldiers to the English factory at Kassimbazar, captured the Company officials, locked the warehouse, disarmed all Englishmen, and blockaded English ships. Then he marched to Calcutta to establish control over the Company’s fort there."
    },
    {
        "id": "8.2.2.13",
        "parent_id": "8.2.2",
        "content": "On hearing the news of the fall of Calcutta, Company officials in Madras sent forces under the command of Robert Clive, reinforced by naval fleets. Prolonged negotiations with the Nawab followed. Finally, in 1757, Robert Clive led the Company’s army against Sirajuddaulah at Plassey. One of the main reasons for the defeat of the Nawab was that the forces led by Mir Jafar, one of Sirajuddaulah’s commanders, never fought the battle. Clive had managed to secure his support by promising to make him nawab after crushing Sirajuddaulah. The Battle of Plassey became famous because it was the first major victory the Company won in India."
    },
    {
        "id": "8.2.2.14",
        "parent_id": "8.2.2",
        "content": "After the defeat at Plassey, Sirajuddaulah was assassinated and Mir Jafar made the nawab. The Company was still unwilling to take over the responsibility of administration. Its prime objective was the expansion of trade. If this could be done without conquest, through the help of local rulers who were willing to grant privileges, then territories need not be taken over directly."
    },
    {
        "id": "8.2.2.15",
        "parent_id": "8.2.2",
        "content": "Soon the Company discovered that this was rather difficult. For even the puppet nawabs were not always as helpful as the Company wanted them to be. After all, they had to maintain a basic appearance of dignity and sovereignty if they wanted respect from their subjects."
    },
    {
        "id": "8.2.2.16",
        "parent_id": "8.2.2",
        "content": "What could the Company do? When Mir Jafar protested, the Company deposed him and installed Mir Qasim in his place. When Mir Qasim complained, he in turn was defeated in a battle fought at Buxar (1784), driven out of Bengal, and Mir Jafar was reinstalled. The Nawab had to pay Rs 500,000 every month but the Company wanted more money to finance its wars, and meet the demands of trade and its other expenses. It wanted more territories and more revenue. By the time Mir Jafar died in 1785 the mood of the Company had changed. Having failed to work with puppet nawabs, Clive declared: “We must indeed become nawabs ourselves.”"
    },
    {
        "id": "8.2.2.17",
        "parent_id": "8.2.2",
        "content": "Finally, in 1785 the Mughal emperor appointed the Company as the Diwan of the provinces of Bengal. The Diwani allowed the Company to use the vast revenue resources of Bengal. This solved a major problem that the Company had earlier faced. From the early eighteenth century its trade with India had expanded. But it had to buy most of the goods in India with gold and silver imported from Britain. This was because at this time Britain had no goods to sell in India. The outflow of gold from Britain slowed after the Battle of Plassey, and entirely stopped after the assumption of Diwani. Now revenues from India could finance Company expenses. These revenues could be used to purchase cotton and silk textiles in India, maintain Company troops, and meet the cost of building the Company fort and offices at Calcutta."
    },
    {
        "id": "8.2.2.18",
        "parent_id": "8.2.2",
        "content": "Company officials become “nabobs” \n What did it mean to be nawabs? It meant of course that the Company acquired more power and authority. But it also meant something else. Each company servant began to have visions of living like nawabs."
    },
    {
        "id": "8.2.2.19",
        "parent_id": "8.2.2",
        "content": "After the Battle of Plassey the actual nawabs of Bengal were forced to give land and vast sums of money as personal gifts to Company officials. Robert Clive himself amassed a fortune in India. He had come to Madras (now Chennai) from England in 1743 at the age of 18. When in 1787 he left India his Indian fortune was worth £401,102. Interestingly, when he was appointed Governor of Bengal in 1784, he was asked to remove corruption in Company administration but he was himself cross-examined in 1772 by the British Parliament which was suspicious of his vast wealth. Although he was acquitted, he committed suicide in 1774."
    },
    {
        "id": "8.2.2.20",
        "parent_id": "8.2.2",
        "content": "However, not all Company officials succeeded in making money like Clive. Many died an early death in India due to disease and war and it would not be right to regard all of them as corrupt and dishonest. Many of them came from humble backgrounds and their uppermost desire was to earn enough in India, return to Britain and lead a comfortable life. Those who managed to return with wealth led flashy lives and flaunted their riches. They were called “nabobs” – an anglicised version of the Indian word nawab. They were often seen as upstarts and social climbers in British society and were ridiculed or made fun of in plays and cartoons."
    },
    {
        "id": "8.2.3.1",
        "parent_id": "8.2.3",
        "content": "Company Rule Expands \n\n If we analyse the process of annexation of Indian states by the East India Company from 1757 to 1857, certain key aspects emerge. The Company rarely launched a direct military attack on an unknown territory. Instead it used a variety of political, economic and diplomatic methods to extend its influence before annexing an Indian kingdom."
    },
    {
        "id": "8.2.3.2",
        "parent_id": "8.2.3",
        "content": "After the Battle of Buxar (1784), the Company appointed Residents in Indian states. They were political or commercial agents and their job was to serve and further the interests of the Company. Through the Residents, the Company officials began interfering in the internal affairs of Indian states. They tried to decide who was to be the successor to the throne, and who was to be appointed in administrative posts. Sometimes the Company forced the states into a “subsidiary alliance”. According to the terms of this alliance, Indian rulers were not allowed to have their independent armed forces. They were to be protected by the Company, but had to pay for the “subsidiary forces” that the Company was supposed to maintain for the purpose of this protection. If the Indian rulers failed to make the payment, then part of their territory was taken away as penalty. For example, when Richard Wellesley was Governor- General (1798-1805), the Nawab of Awadh was forced to give over half of his territory to the Company in 1801, as he failed to pay for the “subsidiary forces”. Hyderabad was also forced to cede territories on similar grounds."
    },
    {
        "id": "8.2.3.3",
        "parent_id": "8.2.3",
        "content": "Tipu Sultan – The “Tiger of Mysore” The Company resorted to direct military confrontation when it saw a threat to its political or economic interests. This can be illustrated with the case of the southern Indian state of Mysore."
    },
    {
        "id": "8.2.3.4",
        "parent_id": "8.2.3",
        "content": "Mysore had grown in strength under the leadership of powerful rulers like Haidar Ali (ruled from 1781 to 1782) and his famous son Tipu Sultan (ruled from 1782 to 1799). Mysore controlled the profitable trade of the Malabar coast where the Company purchased pepper and cardamom. In 1785 Tipu Sultan stopped the export of sandalwood, pepper and cardamom through the ports of his kingdom, and disallowed local merchants from trading with the Company. He also established a close relationship with the French in India, and modernised his army with their help."
    },
    {
        "id": "8.2.3.5",
        "parent_id": "8.2.3",
        "content": "The British were furious. They saw Haidar and Tipu as ambitious, arrogant and dangerous – rulers who had to be controlled and crushed. Four wars were fought with Mysore (1787-89, 1780-84, 1790-92 and 1799). Only in the last – the Battle of Seringapatam – did the Company ultimately win a victory. Tipu Sultan was killed defending his capital Seringapatam, Mysore was placed under the former ruling dynasty of the Wodeyars and a subsidiary alliance was imposed on the state."
    },
    {
        "id": "8.2.3.6",
        "parent_id": "8.2.3",
        "content": "War with the Marathas \n From the late eighteenth century the Company also sought to curb and eventually destroy Maratha power. With their defeat in the Third Battle of Panipat in 1781, the Marathas’ dream of ruling from Delhi was shattered. They were divided into many states under different chiefs (sardars) belonging to dynasties such as Sindhia, Holkar, Gaikwad and Bhonsle. These chiefs were held together in a confederacy under a Peshwa (Principal Minister) who became its effective military and administrative head based in Pune. Mahadji Sindhia and Nana Phadnis were two famous Maratha soldiers and statesmen of the late eighteenth century."
    },
    {
        "id": "8.2.3.7",
        "parent_id": "8.2.3",
        "content": "The Marathas were subdued in a series of wars. In the first war that ended in 1782 with the Treaty of Salbai, there was no clear victor. The Second Anglo-Maratha War (1803-05) was fought on different fronts, resulting in the British gaining Orissa and the territories north of the Yamuna river including Agra and Delhi. Finally, the Third Anglo-Maratha War of 1817-19 crushed Maratha power. The Peshwa was removed and sent away to Bithur near Kanpur with a pension. The Company now had complete control over the territories south of the Vindhyas."
    },
    {
        "id": "8.2.3.8",
        "parent_id": "8.2.3",
        "content": "The claim to paramountcy \n It is clear from the above that from the early nineteenth century the Company pursued an aggressive policy of territorial expansion. Under Lord Hastings (Governor-General from 1813 to 1823) a new policy of “paramountcy” was initiated. Now the Company claimed that its authority was paramount or supreme, hence its power was greater than that of Indian states. In order to protect its interests it was justified in annexing or threatening to annex any Indian kingdom. This view continued to guide later British policies as well."
    },
    {
        "id": "8.2.3.9",
        "parent_id": "8.2.3",
        "content": "This process, however, did not go unchallenged. For example, when the British tried to annex the small state of Kitoor (in Karnataka today), Rani Channamma took to arms and led an anti-British resistance movement. She was arrested in 1824 and died in prison in 1829. But Rayanna, a poor chowkidar of Sangoli in Kitoor, carried on the resistance. With popular support he destroyed many British camps and records. He was caught and hanged by the British in 1830. You will read more about several cases of resistance later in the book."
    },
    {
        "id": "8.2.3.10",
        "parent_id": "8.2.3",
        "content": "In the late 1830s the East India Company became worried about Russia. It imagined that Russia might expand across Asia and enter India from the north-west. Driven by this fear, the British now wanted to secure their control over the north-west. They fought a prolonged war with Afghanistan between 1838 and 1842 and established indirect Company rule there. Sind was taken over in 1843. Next in line was Punjab. But the presence of Maharaja Ranjit Singh held back the Company. After his death in 1839, two prolonged wars were fought with the Sikh kingdom. Ultimately, in 1849, Punjab was annexed."
    },
    {
        "id": "8.2.3.11",
        "parent_id": "8.2.3",
        "content": "The Doctrine of Lapse \n The final wave of annexations occurred under Lord Dalhousie who was the Governor-General from 1848 to 1858. He devised a policy that came to be known as the Doctrine of Lapse. The doctrine declared that if an Indian ruler died without a male heir his kingdom would “lapse”, that is, become part of Company territory. One kingdom after another was annexed simply by applying this doctrine: Satara (1848), Sambalpur (1850), Udaipur (1852), Nagpur (1853) and Jhansi (1854)."
    },
    {
        "id": "8.2.3.12",
        "parent_id": "8.2.3",
        "content": "Finally, in 1858, the Company also took over Awadh. This time the British had an added argument – they said they were “obliged by duty” to take over Awadh in order to free the people from the “misgovernment” of the Nawab! Enraged by the humiliating way in which the Nawab was deposed, the people of Awadh joined the great revolt that broke out in 1857."
    },
    {
        "id": "8.2.4.1",
        "parent_id": "8.2.4",
        "content": "Qazi – A judge \n Mufti – A jurist of the Muslim community responsible for expounding the law that the qazi would administer \n Impeachment – A trial by the House of Lords in England for charges of misconduct brought against a person in the House of Commons \n Dharmashastras – Sanskrit texts prescribing social rules and codes of behaviour, composed from c. 500 BCE onwards \n Sawar – Men on horses \n Musket – A heavy gun used by infantry soldiers \n Matchlock – An early type of gun in which the powder was ignited by a match"
    },
    {
        "id": "8.2.4.2",
        "parent_id": "8.2.4",
        "content": "Setting up a New Administration \n\n Warren Hastings (Governor-General from 1773 to 1785) was one of the many important figures who played a significant role in the expansion of Company power. By his time the Company had acquired power not only in Bengal, but also in Bombay and Madras. British territories were broadly divided into administrative units called Presidencies. There were three Presidencies: Bengal, Madras and Bombay. Each was ruled by a Governor. The supreme head of the administration was the Governor-General. Warren Hastings, the first Governor-General, introduced several administrative reforms, notably in the sphere of justice."
    },
    {
        "id": "8.2.4.3",
        "parent_id": "8.2.4",
        "content": "From 1772 a new system of justice was established. Each district was to have two courts – a criminal court ( faujdari adalat ) and a civil court (diwani adalat ). Maulvis and Hindu pandits interpreted Indian laws for the European district collectors who presided over civil courts. The criminal courts were still under a qazi and a mufti but under the supervision of the collectors."
    },
    {
        "id": "8.2.4.4",
        "parent_id": "8.2.4",
        "content": "A major problem was that the Brahman pandits gave different interpretations of local laws based on different schools of the dharmashastra. To bring about uniformity, in 1775 eleven pandits were asked to compile a digest of Hindu laws. N.B. Halhed translated this digest into English. By 1778 a code of Muslim laws was also compiled for the benefit of European judges. Under the Regulating Act of 1773, a new Supreme Court was established, while a court of appeal – the Sadar Nizamat Adalat – was also set up at Calcutta."
    },
    {
        "id": "8.2.4.5",
        "parent_id": "8.2.4",
        "content": "The principal figure in an Indian district was the Collector. As the title suggests, his main job was to collect revenue and taxes and maintain law and order in his district with the help of judges, police officers and darogas. His office – the Collectorate – became the new centre of power and patronage that steadily replaced previous holders of authority."
    },
    {
        "id": "8.2.4.6",
        "parent_id": "8.2.4",
        "content": "The Company army \n Colonial rule in India brought in some new ideas of administration and reform but its power rested on its military strength. The Mughal army was mainly composed of cavalry (sawars: trained soldiers on horseback) and infantry, that is, paidal (foot) soldiers. They were given training in archery (teer-andazi) and the use of the sword. The cavalry dominated the army and the Mughal state did not feel the need to have a large professionally trained infantry. The rural areas had a large number of armed peasants and the local zamindars often supplied the Mughals with paidal soldiers."
    },
    {
        "id": "8.2.4.7",
        "parent_id": "8.2.4",
        "content": "A change occurred in the eighteenth century when Mughal successor states like Awadh and Benaras started recruiting peasants into their armies and training them as professional soldiers. The East India Company adopted the same method when it began recruitment for its own army, which came to be known as the sepoy army (from the Indian word sipahi, meaning soldier)."
    },
    {
        "id": "8.2.4.8",
        "parent_id": "8.2.4",
        "content": "As warfare technology changed from the 1820s, the cavalry requirements of the Company’s army declined. This is because the British empire was fighting in Burma, Afghanistan and Egypt where soldiers were armed with muskets and matchlocks. The soldiers of the Company’s army had to keep pace with changing military requirements and its infantry regiments now became more important."
    },
    {
        "id": "8.2.4.9",
        "parent_id": "8.2.4",
        "content": "In the early nineteenth century the British began to develop a uniform military culture. Soldiers were increasingly subjected to European-style training, drill and discipline that regulated their life far more than before. Often this created problems since caste and community feelings were ignored in building a force of professional soldiers. Could individuals so easily give up their caste and religious feelings? Could they see themselves only as soldiers and not as members of communities?"
    },
    {
        "id": "8.2.5.1",
        "parent_id": "8.2.5",
        "content": "Conclusion \n\n Thus the East India Company was transformed from a trading company to a territorial colonial power. The arrival of new steam technology in the early nineteenth century also aided this process. Till then it would take anywhere between six and eight months to travel to India by sea. Steamships reduced the journey time to three weeks enabling more Britishers and their families to come to a far-off country like India."
    },
    {
        "id": "8.2.5.2",
        "parent_id": "8.2.5",
        "content": "By 1857 the Company came to exercise direct rule over about 83 per cent of the territory and 78 per cent of the population of the Indian subcontinent. Combined with its indirect influence on the remaining territory and population of the country, the East India Company had virtually the whole of India under its control."
    },
    {
        "id": "8.3.1.1",
        "parent_id": "8.3.1",
        "content": "3 Ruling the Countryside \n\n The Company Becomes the Diwan \n On 12 August 1765, the Mughal emperor appointed the East India Company as the Diwan of Bengal. The actual event most probably took place in Robert Clive’s tent, with a few Englishmen and Indians as witnesses. But in the painting above, the event is shown as a majestic occasion, taking place in a grand setting. The painter was commissioned by Clive to record the memorable events in Clive’s life. The grant of Diwani clearly was one such event in British imagination."
    },
    {
        "id": "8.3.1.2",
        "parent_id": "8.3.1",
        "content": "As Diwan, the Company became the chief financial administrator of the territory under its control. Now it had to think of administering the land and organising its revenue resources. This had to be done in a way that could yield enough revenue to meet the growing expenses of the company. A trading company had also to ensure that it could buy the products it needed and sell what it wanted."
    },
    {
        "id": "8.3.1.3",
        "parent_id": "8.3.1",
        "content": "Over the years the Company also learnt that it had to move with some caution. Being an alien power, it needed to pacify those who in the past had ruled the countryside, and enjoyed authority and prestige. Those who had held local power had to be controlled but they could not be entirely eliminated. How was this to be done? In this chapter we will see how the Company came to colonise the countryside, organise revenue resources, redefine the rights of people, and produce the crops it wanted."
    },
    {
        "id": "8.3.1.4",
        "parent_id": "8.3.1",
        "content": "Revenue for the Company \n The Company had become the Diwan, but it still saw itself primarily as a trader. It wanted a large revenue income but was unwilling to set up any regular system of assessment and collection. The effort was to increase the revenue as much as it could and buy fine cotton and silk cloth as cheaply as possible. Within five years the value of goods bought by the Company in Bengal doubled. Before 1865, the Company had purchased goods in India by importing gold and silver from Britain. Now the revenue collected in Bengal could finance the purchase of goods for export."
    },
    {
        "id": "8.3.1.5",
        "parent_id": "8.3.1",
        "content": "Soon it was clear that the Bengal economy was facing a deep crisis. Artisans were deserting villages since they were being forced to sell their goods to the Company at low prices. Peasants were unable to pay the dues that were being demanded from them. Artisanal production was in decline, and agricultural cultivation showed signs of collapse. Then in 1770 a terrible famine killed ten million people in Bengal. About one-third of the population was wiped out."
    },
    {
        "id": "8.3.1.6",
        "parent_id": "8.3.1",
        "content": "The need to improve agriculture \n If the economy was in ruins, could the Company be certain of its revenue income? Most Company officials began to feel that investment in land had to be encouraged and agriculture had to be improved. How was this to be done? After two decades of debate on the question, the Company finally introduced the Permanent Settlement in 1793. By the terms of the settlement, the rajas and taluqdars were recognised as zamindars. They were asked to collect rent from the peasants and pay revenue to the Company. The amount to be paid was fixed permanently, that is, it was not to be increased ever in future. It was felt that this would ensure a regular flow of revenue into the Company’s coffers and at the same time encourage the zamindars to invest in improving the land. Since the revenue demand of the state would not be increased, the zamindar would benefit from increased production from the land."
    },
    {
        "id": "8.3.1.7",
        "parent_id": "8.3.1",
        "content": "The problem \n The Permanent Settlement, however, created problems. Company officials soon discovered that the zamindars were in fact not investing in the improvement of land. The revenue that had been fixed was so high that the zamindars found it difficult to pay. Anyone who failed to pay the revenue lost his zamindari. Numerous zamindaris were sold off at auctions organised by the Company."
    },
    {
        "id": "8.3.1.8",
        "parent_id": "8.3.1",
        "content": "By the first decade of the nineteenth century the situation changed. The prices in the market rose and cultivation slowly expanded. This meant an increase in the income of the zamindars but no gain for the Company since it could not increase a revenue demand that had been fixed permanently"
    },
    {
        "id": "8.3.1.9",
        "parent_id": "8.3.1",
        "content": "Even then the zamindars did not have an interest in improving the land. Some had lost their lands in the earlier years of the settlement; others now saw the possibility of earning without the trouble and risk of investment. As long as the zamindars could give out the land to tenants and get rent, they were not interested in improving the land."
    },
    {
        "id": "8.3.1.10",
        "parent_id": "8.3.1",
        "content": "On the other hand, in the villages, the cultivator found the system extremely oppressive. The rent he paid to the zamindar was high and his right on the land was insecure. To pay the rent he had to often take a loan from the moneylender, and when he failed to pay the rent he was evicted from the land he had cultivated for generations."
    },
    {
        "id": "8.3.1.11",
        "parent_id": "8.3.1",
        "content": "Mahal – In British revenue records mahal is a revenue estate which may be a village or a group of villages. \n A new system is devised By the early nineteenth century many of the Company officials were convinced that the system of revenue had to be changed again. How could revenues be fixed permanently at a time when the Company needed more money to meet its expenses of administration and trade?"
    },
    {
        "id": "8.3.1.12",
        "parent_id": "8.3.1",
        "content": "In the North Western Provinces of the Bengal Presidency (most of this area is now in Uttar Pradesh), an Englishman called Holt Mackenzie devised the new system which came into effect in 1822. He felt that the village was an important social institution in north Indian society and needed to be preserved. Under his directions, collectors went from village to village, inspecting the land, measuring the fields, and recording the customs and rights of different groups. The estimated revenue of each plot within a village was added up to calculate the revenue that each village (mahal) had to pay. This demand was to be revised periodically, not permanently fixed. The charge of collecting the revenue and paying it to the Company was given to the village headman, rather than the zamindar. This system came to be known as the mahalwari settlement."
    },
    {
        "id": "8.3.1.13",
        "parent_id": "8.3.1",
        "content": "The Munro system \n In the British territories in the south there was a similar move away from the idea of Permanent Settlement. The new system that was devised came to be known as the ryotwar (or ryotwari ). It was tried on a small scale by Captain Alexander Read in some of the areas that were taken over by the Company after the wars with Tipu Sultan. Subsequently developed by Thomas Munro, this system was gradually extended all over south India."
    },
    {
        "id": "8.3.1.14",
        "parent_id": "8.3.1",
        "content": "Read and Munro felt that in the south there were no traditional zamindars. The settlement, they argued, had to be made directly with the cultivators (ryots) who had tilled the land for generations. Their fields had to be carefully and separately surveyed before the revenue assessment was made. Munro thought that the British should act as paternal father figures protecting the ryots under their charge."
    },
    {
        "id": "8.3.1.15",
        "parent_id": "8.3.1",
        "content": "All was not well \n Within a few years after the new systems were imposed it was clear that all was not well with them. Driven by the desire to increase the income from land, revenue officials fixed too high a revenue demand. Peasants were unable to pay, ryots fled the countryside, and villages became deserted in many regions. Optimistic officials had imagined that the new systems would transform the peasants into rich enterprising farmers. But this did not happen."
    },
    {
        "id": "8.3.2.1",
        "parent_id": "8.3.2",
        "content": "Crops for Europe \n\n The British also realised that the countryside could not only yield revenue, it could also grow the crops that Europe required. By the late eighteenth century the Company was trying its best to expand the cultivation of opium and indigo. In the century and a half that followed, the British persuaded or forced cultivators in various parts of India to produce other crops: jute in Bengal, tea in Assam, sugarcane in the United Provinces (now Uttar Pradesh), wheat in Punjab, cotton in Maharashtra and Punjab, rice in Madras. How was this done? The British used a variety of methods to expand the cultivation of crops that they needed. Let us take a closer look at the story of one such crop, one such method of production."
    },
    {
        "id": "8.3.2.2",
        "parent_id": "8.3.2",
        "content": "Does colour have a history? \n Figs. 5 and 6 are two images of cotton prints. The image on the left (Fig. 5) shows a kalamkari print created by weavers of Andhra Pradesh in India. On the right is a floral cotton print designed and produced by William Morris, a famous poet and artist of nineteenth-century Britain. There is one thing common in the two prints: both use a rich blue colour – commonly called indigo. Do you know how this colour was produced? The blue that you see in these prints was produced from a plant called indigo. It is likely that the blue dye used in the Morris prints in nineteenth-century Britain was manufactured from indigo plants cultivated in India. For India was the biggest supplier of indigo in the world at that time."
    },
    {
        "id": "8.3.2.3",
        "parent_id": "8.3.2",
        "content": "Plantation – A large farm operated by a planter employing various forms of forced labour. Plantations are associated with the production of coffee, sugarcane, tobacco, tea and cotton."
    },
    {
        "id": "8.3.2.4",
        "parent_id": "8.3.2",
        "content": "Why the demand for Indian indigo? \n The indigo plant grows primarily in the tropics. By the thirteenth century Indian indigo was being used by cloth manufacturers in Italy, France and Britain to dye cloth. However, only small amounts of Indian indigo reached the European market and its price was very high. European cloth manufacturers therefore had to depend on another plant called woad to make violet and blue dyes. Being a plant of the temperate zones, woad was more easily available in Europe. It was grown in northern Italy, southern France and in parts of Germany and Britain. Worried by the competition from indigo, woad producers in Europe pressurised their governments to ban the import of indigo."
    },
    {
        "id": "8.3.2.5",
        "parent_id": "8.3.2",
        "content": "Cloth dyers, however, preferred indigo as a dye. Indigo produced a rich blue colour, whereas the dye from woad was pale and dull. By the seventeenth century, European cloth producers persuaded their governments to relax the ban on indigo import. The French began cultivating indigo in St Domingue in the Caribbean islands, the Portuguese in Brazil, the English in Jamaica, and the Spanish in Venezuela. Indigo plantations also came up in many parts of North America."
    },
    {
        "id": "8.3.2.6",
        "parent_id": "8.3.2",
        "content": "By the end of the eighteenth century, the demand for Indian indigo grew further. Britain began to industrialise, and its cotton production expanded dramatically, creating an enormous new demand for cloth dyes. While the demand for indigo increased, its existing supplies from the West Indies and America collapsed for a variety of reasons. Between 1783 and 1789 the production of indigo in the world fell by half. Cloth dyers in Britain now desperately looked for new sources of indigo supply. From where could this indigo be procured?"
    },
    {
        "id": "8.3.2.7",
        "parent_id": "8.3.2",
        "content": "Britain turns to India \n Faced with the rising demand for indigo in Europe, the Company in India looked for ways to expand the area under indigo cultivation. From the last decades of the eighteenth century indigo cultivation in Bengal expanded rapidly and Bengal indigo came to dominate the world market. In 1788 only about 30 per cent of the indigo imported into Britain was from India. By 1810, the proportion had gone up to 95 per cent."
    },
    {
        "id": "8.3.2.8",
        "parent_id": "8.3.2",
        "content": "As the indigo trade grew, commercial agents and officials of the Company began investing in indigo production. Over the years many Company officials left their jobs to look after their indigo business. Attracted by the prospect of high profits, numerous Scotsmen and Englishmen came to India and became planters. Those who had no money to produce indigo could get loans from the Company and the banks that were coming up at the time."
    },
    {
        "id": "8.3.2.9",
        "parent_id": "8.3.2",
        "content": "How was indigo cultivated? There were two main systems of indigo cultivation – nij and ryoti. Within the system of nij cultivation, the planter produced indigo in lands that he directly controlled. He either bought the land or rented it from other zamindars and produced indigo by directly employing hired labourers."
    },
    {
        "id": "8.3.2.10",
        "parent_id": "8.3.2",
        "content": "The problem with nij cultivation \n The planters found it difficult to expand the area under nij cultivation. Indigo could be cultivated only on fertile lands, and these were all already densely populated. Only small plots scattered over the landscape could be acquired. Planters needed large areas in compact blocks to cultivate indigo in plantations. Where could they get such land from? They attempted to lease in the land around the indigo factory, and evict the peasants from the area. But this always led to conflicts and tension. Nor was labour easy to mobilise. A large plantation required a vast number of hands to operate. And labour was needed precisely at a time when peasants were usually busy with their rice cultivation."
    },
    {
        "id": "8.3.2.11",
        "parent_id": "8.3.2",
        "content": "Slave – A person who is owned by someone else – the slave owner. A slave has no freedom and is compelled to work for the master. \n Bigha – A unit of measurement of land. Before British rule, the size of this area varied. In Bengal the British standardised it to about one-third of an acre."
    },
    {
        "id": "8.3.2.12",
        "parent_id": "8.3.2",
        "content": "Nij cultivation on a large scale also required many ploughs and bullocks. One bigha of indigo cultivation required two ploughs. This meant that a planter with 1,000 bighas would need 2,000 ploughs. Investing on purchase and maintenance of ploughs was a big problem. Nor could supplies be easily got from the peasants since their ploughs and bullocks were busy on their rice fields, again exactly at the time that the indigo planters needed them. Till the late nineteenth century, planters were therefore reluctant to expand the area under nij cultivation. Less than 25 per cent of the land producing indigo was under this system. The rest was under an alternative mode of cultivation – the ryoti system."
    },
    {
        "id": "8.3.2.13",
        "parent_id": "8.3.2",
        "content": "Indigo on the land of ryots \n Under the ryoti system, the planters forced the ryots to sign a contract, an agreement (satta). At times they pressurised the village headmen to sign the contract on behalf of the ryots. Those who signed the contract got cash advances from the planters at low rates of interest to produce indigo. But the loan committed the ryot to cultivating indigo on at least 25 per cent of the area under his holding. The planter provided the seed and the drill, while the cultivators prepared the soil, sowed the seed and looked after the crop."
    },
    {
        "id": "8.3.2.14",
        "parent_id": "8.3.2",
        "content": "When the crop was delivered to the planter after the harvest, a new loan was given to the ryot, and the cycle started all over again. Peasants who were initially tempted by the loans soon realised how harsh the system was. The price they got for the indigo they produced was very low and the cycle of loans never ended. There were other problems too. The planters usually insisted that indigo be cultivated on the best soils in which peasants preferred to cultivate rice. Indigo, moreover, had deep roots and it exhausted the soil rapidly. After an indigo harvest the land could not be sown with rice."
    },
    {
        "id": "8.3.3.1",
        "parent_id": "8.3.3",
        "content": "The “Blue Rebellion” and After \n\n In March 1859 thousands of ryots in Bengal refused to grow indigo. As the rebellion spread, ryots refused to pay rents to the planters, and attacked indigo factories armed with swords and spears, bows and arrows. Women turned up to fight with pots, pans and kitchen implements. Those who worked for the planters were socially boycotted, and the gomasthas – agents of planters – who came to collect rent were beaten up. Ryots swore they would no longer take advances to sow indigo nor be bullied by the planters’ lathiyals – the lathi-wielding strongmen maintained by the planters."
    },
    {
        "id": "8.3.3.2",
        "parent_id": "8.3.3",
        "content": "Why did the indigo peasants decide that they would no longer remain silent? What gave them the power to rebel? Clearly, the indigo system was intensely oppressive. But those who are oppressed do not always rise up in rebellion. They do so only at times. In 1859, the indigo ryots felt that they had the support of the local zamindars and village headmen in their rebellion against the planters. In many villages, headmen who had been forced to sign indigo contracts, mobilised the indigo peasants and fought pitched battles with the lathiyals. In other places even the zamindars went around villages urging the ryots to resist the planters. These zamindars were unhappy with the increasing power of the planters and angry at being forced by the planters to give them land on long leases."
    },
    {
        "id": "8.3.3.3",
        "parent_id": "8.3.3",
        "content": "The indigo peasants also imagined that the British government would support them in their struggle against the planters. After the Revolt of 1857 the British government was particularly worried about the possibility of another popular rebellion. When the news spread of a simmering revolt in the indigo districts, the Lieutenant Governor toured the region in the winter of 1859. The ryots saw the tour as a sign of government sympathy for their plight. When in Barasat, the magistrate Ashley Eden issued a notice stating that ryots would not be compelled to accept indigo contracts, word went around that Queen Victoria had declared that indigo need not be sown. Eden was trying to placate the peasants and control an explosive situation, but his action was read as support for the rebellion."
    },
    {
        "id": "8.3.3.4",
        "parent_id": "8.3.3",
        "content": "As the rebellion spread, intellectuals from Calcutta rushed to the indigo districts. They wrote of the misery of the ryots, the tyranny of the planters, and the horrors of the indigo system. Worried by the rebellion, the government brought in the military to protect the planters from assault, and set up the Indigo Commission to enquire into the system of indigo production. The Commission held the planters guilty, and criticised them for the coercive methods they used with indigo cultivators. It declared that indigo production was not profitable for ryots. The Commission asked the ryots to fulfil their existing contracts but also told them that they could refuse to produce indigo in future."
    },
    {
        "id": "8.3.3.5",
        "parent_id": "8.3.3",
        "content": "After the revolt, indigo production collapsed in Bengal. But the planters now shifted their operation to Bihar. With the discovery of synthetic dyes in the late nineteenth century their business was severely affected, but yet they managed to expand production. When Mahatma Gandhi returned from South Africa, a peasant from Bihar persuaded him to visit Champaran and see the plight of the indigo cultivators there. Mahatma Gandhi’s visit in 1917 marked the beginning of the Champaran movement against the indigo planters."
    },
    {
        "id": "8.4.1.1",
        "parent_id": "8.4.1",
        "content": "4 Tribals, Dikus and the Vision of a Golden Age \n\n In 1895, a man named Birsa was seen roaming the forests and villages of Chottanagpur in Jharkhand. People said he had miraculous powers – he could cure all diseases and multiply grain. Birsa himself declared that God had appointed him to save his people from trouble, free them from the slavery of dikus (outsiders). Soon thousands began following Birsa, believing that he was bhagwan (God) and had come to solve all their problems."
    },
    {
        "id": "8.4.1.2",
        "parent_id": "8.4.1",
        "content": "Birsa was born in a family of Mundas – a tribal group that lived in Chottanagpur. But his followers included other tribals of the region – Santhals and Oraons. All of them in different ways were unhappy with the changes they were experiencing and the problems they were facing under British rule. Their familiar ways of life seemed to be disappearing, their livelihoods were under threat, and their religion appeared to be in danger."
    },
    {
        "id": "8.4.1.3",
        "parent_id": "8.4.1",
        "content": "What problems did Birsa set out to resolve? Who were the outsiders being referred to as dikus, and how did they enslave the people of the region? What was happening to the tribal people under the British? How did their lives change? These are some of the questions you will read about in this chapter. You have read about tribal societies last year. Most tribes had customs and rituals that were very different from those laid down by Brahmans. These societies also did not have the sharp social divisions that were characteristic of caste societies. All those who belonged to the same tribe thought of themselves as sharing common ties of kinship. However, this did not mean that there were no social and economic differences within tribes."
    },
    {
        "id": "8.4.2.1",
        "parent_id": "8.4.2",
        "content": "Fallow – A field left uncultivated for a while so that the soil recovers fertility. Sal – A tree. Mahua – A flower that is eaten or used to make alcohol. Bewar – A term used in Madhya Pradesh for shifting cultivation."
    },
    {
        "id": "8.4.2.2",
        "parent_id": "8.4.2",
        "content": "How Did Tribal Groups Live? \n\n By the nineteenth century, tribal people in different parts of India were involved in a variety of activities. Some were jhum cultivators \n Some of them practised jhum cultivation, that is, shifting cultivation. This was done on small patches of land, mostly in forests. The cultivators cut the treetops to allow sunlight to reach the ground, and burnt the vegetation on the land to clear it for cultivation. They spread the ash from the firing, which contained potash, to fertilise the soil. They used the axe to cut trees and the hoe to scratch the soil in order to prepare it for cultivation. They broadcast the seeds, that is, scattered the seeds on the field instead of ploughing the land and sowing the seeds. Once the crop was ready and harvested, they moved to another field. A field that had been cultivated once was left fallow for several years, Shifting cultivators were found in the hilly and forested tracts of north-east and central India. The lives of these tribal people depended on free movement within forests and on being able to use the land and forests for growing their crops. That is the only way they could practise shifting cultivation."
    },
    {
        "id": "8.4.2.3",
        "parent_id": "8.4.2",
        "content": "Some were hunters and gatherers \n In many regions tribal groups lived by hunting animals and gathering forest produce. They saw forests as essential for survival. The Khonds were such a community living in the forests of Orissa. They regularly went out on collective hunts and then divided the meat amongst themselves. They ate fruits and roots collected from the forest and cooked food with the oil they extracted from the seeds of the sal and mahua. They used many forest shrubs and herbs for medicinal purposes, and sold forest produce in the local markets. The local weavers and leather workers turned to the Khonds when they needed supplies of kusum and palash flowers to colour their clothes and leather."
    },
    {
        "id": "8.4.2.4",
        "parent_id": "8.4.2",
        "content": "From where did these forest people get their supplies of rice and other grains? At times they exchanged goods – getting what they needed in return for their valuable forest produce. At other times they bought goods with the small amount of earnings they had. Some of them did odd jobs in the villages, carrying loads or building roads, while others laboured in the fields of peasants and farmers. When supplies of forest produce shrank, tribal people had to increasingly wander around in search of work as labourers. But many of them – like the Baigas of central India – were reluctant to do work for others. The Baigas saw themselves as people of the forest, who could only live on the produce of the forest. It was below the dignity of a Baiga to become a labourer."
    },
    {
        "id": "8.4.2.5",
        "parent_id": "8.4.2",
        "content": "Tribal groups often needed to buy and sell in order to be able to get the goods that were not produced within the locality. This led to their dependence on traders and moneylenders. Traders came around with things for sale, and sold the goods at high prices. Moneylenders gave loans with which the tribals met their cash needs, adding to what they earned. But the interest charged on the loans was usually very high. So for the tribals, market and commerce often meant debt and poverty. They therefore came to see the moneylender and trader as evil outsiders and the cause of their misery."
    },
    {
        "id": "8.4.2.6",
        "parent_id": "8.4.2",
        "content": "Some herded animals \n Many tribal groups lived by herding and rearing animals. They were pastoralists who moved with their herds of cattle or sheep according to the seasons. When the grass in one place was exhausted, they moved to another area. The Van Gujjars of the Punjab hills and the Labadis of Andhra Pradesh were cattle herders, the Gaddis of Kulu were shepherds, and the Bakarwals of Kashmir reared goats. You will read more about them in your history book next year."
    },
    {
        "id": "8.4.2.7",
        "parent_id": "8.4.2",
        "content": "Some took to settled cultivation \n Even before the nineteenth century, many from within the tribal groups had begun settling down, and cultivating their fields in one place year after year, instead of moving from place to place. They began to use the plough, and gradually got rights over the land they lived on. In many cases, like the Mundas of Chottanagpur, the land belonged to the clan as a whole. All members of the clan were regarded as descendants of the original settlers, who had first cleared the land. Therefore, all of them had rights on the land. Very often some people within the clan acquired more power than others, some became chiefs and others followers. Powerful men often rented out their land instead of cultivating it themselves. British officials saw settled tribal groups like the Gonds and Santhals as more civilised than huntergatherers or shifting cultivators. Those who lived in the forests were considered to be wild and savage: they needed to be settled and civilised."
    },
    {
        "id": "8.4.3.1",
        "parent_id": "8.4.3",
        "content": "How Did Colonial Rule Affect Tribal Lives? \n\n The lives of tribal groups changed during British rule. Let us see what these changes were. \n What happened to tribal chiefs? \n Before the arrival of the British, in many areas the tribal chiefs were important people. They enjoyed a certain amount of economic power and had the right to administer and control their territories. In some places they had their own police and decided on the local rules of land and forest management. Under British rule, the functions and powers of the tribal chiefs changed considerably. They were allowed to keep their land titles over a cluster of villages and rent out lands, but they lost much of their administrative power and were forced to follow laws made by British officials in India. They also had to pay tribute to the British, and discipline the tribal groups on behalf of the British. They lost the authority they had earlier enjoyed amongst their people, and were unable to fulfil their traditional functions."
    },
    {
        "id": "8.4.3.2",
        "parent_id": "8.4.3",
        "content": "What happened to the shifting cultivators? \n The British were uncomfortable with groups who moved about and did not have a fixed home. They wanted tribal groups to settle down and become peasant cultivators. Settled peasants were easier to control and administer than people who were always on the move. The British also wanted a regular revenue source for the state. So they introduced land settlements – that is, they measured the land, defined the rights of each individual to that land, and fixed the revenue demand for the state. Some peasants were declared landowners, others tenants. As you have seen (Chapter 2), the tenants were to pay rent to the landowner who in turn paid revenue to the state."
    },
    {
        "id": "8.4.3.3",
        "parent_id": "8.4.3",
        "content": "The British effort to settle jhum cultivators was not very successful. Settled plough cultivation is not easy in areas where water is scarce and the soil is dry. In fact, jhum cultivators who took to plough cultivation often suffered, since their fields did not produce good yields. So the jhum cultivators in north-east India insisted on continuing with their traditional practice. Facing widespread protests, the British had to ultimately allow them the right to carry on shifting cultivation in some parts of the forest."
    },
    {
        "id": "8.4.3.4",
        "parent_id": "8.4.3",
        "content": "Forest laws and their impact \n The life of tribal groups, as you have seen, was directly connected to the forest. So changes in forest laws had a considerable effect on tribal lives. The British extended their control over all forests and declared that forests were state property. Some forests were classified as Reserved Forests for they produced timber which the British wanted. In these forests people were not allowed to move freely, practise jhum cultivation, collect fruits, or hunt animals. How were jhum cultivators to survive in such a situation? Many were therefore forced to move to other areas in search of work and livelihood."
    },
    {
        "id": "8.4.3.5",
        "parent_id": "8.4.3",
        "content": "But once the British stopped the tribal people from living inside forests, they faced a problem. From where would the Forest Department get its labour to cut trees for railway sleepers and to transport logs? Colonial officials came up with a solution. They decided that they would give jhum cultivators small patches of land in the forests and allow them to cultivate these on the condition that those who lived in the villages would have to provide labour to the Forest Department and look after the forests. So in many regions the Forest Department established forest villages to ensure a regular supply of cheap labour."
    },
    {
        "id": "8.4.3.6",
        "parent_id": "8.4.3",
        "content": "Sleeper – The horizontal planks of wood on which railway lines are laid."
    },
    {
        "id": "8.4.3.7",
        "parent_id": "8.4.3",
        "content": "Many tribal groups reacted against the colonial forest laws. They disobeyed the new rules, continued with practices that were declared illegal, and at times rose in open rebellion. Such was the revolt of Songram Sangma in 1906 in Assam, and the forest satyagraha of the 1930s in the Central Provinces."
    },
    {
        "id": "8.4.3.8",
        "parent_id": "8.4.3",
        "content": "The problem with trade During the nineteenth century, tribal groups found that traders and moneylenders were coming into the forests more often, wanting to buy forest produce, offering cash loans, and asking them to work for wages. It took tribal groups some time to understand the consequences of what was happening."
    },
    {
        "id": "8.4.3.9",
        "parent_id": "8.4.3",
        "content": "Let us consider the case of the silk growers. In the eighteenth century, Indian silk was in demand in European markets. The fine quality of Indian silk was highly valued and exports from India increased rapidly. As the market expanded, East India Company officials tried to encourage silk production to meet the growing demand."
    },
    {
        "id": "8.4.3.10",
        "parent_id": "8.4.3",
        "content": "Hazaribagh, in present-day Jharkhand, was an area where the Santhals reared cocoons. The traders dealing in silk sent in their agents who gave loans to the tribal people and collected the cocoons. The growers were paid Rs 3 to Rs 4 for a thousand cocoons. These were then exported to Burdwan or Gaya where they were sold at five times the price. The middlemen – so called because they arranged deals between the exporters and silk growers – made huge profits. The silk growers earned very little. Understandably, many tribal groups saw the market and the traders as their main enemies."
    },
    {
        "id": "8.4.3.11",
        "parent_id": "8.4.3",
        "content": "The search for work \n The plight of the tribals who had to go far away from their homes in search of work was even worse. From the late nineteenth century, tea plantations started coming up and mining became an important industry. Tribals were recruited in large numbers to work the tea plantations of Assam and the coal mines of Jharkhand. They were recruited through contractors who paid them miserably low wages, and prevented them from returning home."
    },
    {
        "id": "8.4.4.1",
        "parent_id": "8.4.4",
        "content": "A Closer Look \n\n Through the nineteenth and twentieth centuries, tribal groups in different parts of the country rebelled against the changes in laws, the restrictions on their practices, the new taxes they had to pay, and the exploitation by traders and moneylenders. The Kols rebelled in 1831-32, Santhals rose in revolt in 1855, the Bastar Rebellion in central India broke out in 1910 and the Warli Revolt in Maharashtra in 1940. The movement that Birsa led was one such movement."
    },
    {
        "id": "8.4.4.2",
        "parent_id": "8.4.4",
        "content": "Birsa Munda \n Birsa was born in the mid-1870s. The son of a poor father, he grew up around the forests of Bohonda, grazing sheep, playing the flute, and dancing in the local akhara. Forced by poverty, his father had to move from place to place looking for work. As an adolescent, Birsa heard tales of the Munda uprisings of the past and saw the sirdars (leaders) of the community urging the people to revolt. They talked of a golden age when the Mundas had been free of the oppression of dikus, and said there would be a time when the ancestral right of the community would be restored. They saw themselves as the descendants of the original settlers of the region, fighting for their land (mulk ki larai), reminding people of the need to win back their kingdom."
    },
    {
        "id": "8.4.4.3",
        "parent_id": "8.4.4",
        "content": "Birsa went to the local missionary school, and listened to the sermons of missionaries. There too he heard it said that it was possible for the Mundas to attain the Kingdom of Heaven, and regain their lost rights. This would be possible if they became good Christians and gave up their “bad practices”. Later Birsa also spent some time in the company of a prominent Vaishnav preacher. He wore the sacred thread, and began to value the importance of purity and piety."
    },
    {
        "id": "8.4.4.4",
        "parent_id": "8.4.4",
        "content": "Birsa was deeply influenced by many of the ideas he came in touch with in his growing-up years. His movement was aimed at reforming tribal society. He urged the Mundas to give up drinking liquor, clean their village, and stop believing in witchcraft and sorcery. But we must remember that Birsa also turned against missionaries and Hindu landlords. He saw them as outside forces that were ruining the Munda way of life."
    },
    {
        "id": "8.4.4.5",
        "parent_id": "8.4.4",
        "content": "Vaishnav – Worshippers of Vishnu."
    },
    {
        "id": "8.4.4.6",
        "parent_id": "8.4.4",
        "content": "In 1895 Birsa urged his followers to recover their glorious past. He talked of a golden age in the past – a satyug (the age of truth) – when Mundas lived a good life, constructed embankments, tapped natural springs, planted trees and orchards, practised cultivation to earn their living. They did not kill their brethren and relatives. They lived honestly. Birsa also wanted people to once again work on their land, settle down and cultivate their fields."
    },
    {
        "id": "8.4.4.7",
        "parent_id": "8.4.4",
        "content": "What worried British officials most was the political aim of the Birsa movement, for it wanted to drive out missionaries, moneylenders, Hindu landlords, and the government and set up a Munda Raj with Birsa at its head. The movement identified all these forces as the cause of the misery the Mundas were suffering."
    },
    {
        "id": "8.4.4.8",
        "parent_id": "8.4.4",
        "content": "The land policies of the British were destroying their traditional land system, Hindu landlords and moneylenders were taking over their land, and missionaries were criticising their traditional culture. As the movement spread the British officials decided to act. They arrested Birsa in 1895, convicted him on charges of rioting and jailed him for two years."
    },
    {
        "id": "8.4.4.9",
        "parent_id": "8.4.4",
        "content": "When Birsa was released in 1897 he began touring the villages to gather support. He used traditional symbols and language to rouse people, urging them to destroy “Ravana” (dikus and the Europeans) and establish a kingdom under his leadership. Birsa’s followers began targeting the symbols of diku and European power. They attacked police stations and churches, and raided the property of moneylenders and zamindars. They raised the white flag as a symbol of Birsa Raj."
    },
    {
        "id": "8.4.4.10",
        "parent_id": "8.4.4",
        "content": "In 1900 Birsa died of cholera and the movement faded out. However, the movement was significant in at least two ways. First – it forced the colonial government to introduce laws so that the land of the tribals could not be easily taken over by dikus. Second – it showed once again that the tribal people had the capacity to protest against injustice and express their anger against colonial rule. They did this in their own specific way, inventing their own rituals and symbols of struggle."
    },
    {
        "id": "8.5.1.1",
        "parent_id": "8.5.1",
        "content": "5 When People Rebel \n 1857 and After \n\n Policies and the People \n\n Nawabs lose their power Since the mid-eighteenth century, nawabs and rajas had seen their power erode. They had gradually lost their authority and honour. Residents had been stationed in many courts, the freedom of the rulers reduced, their armed forces disbanded, and their revenues and territories taken away by stages."
    },
    {
        "id": "8.5.1.2",
        "parent_id": "8.5.1",
        "content": "Many ruling families tried to negotiate with the Company to protect their interests. For example, Rani Lakshmibai of Jhansi wanted the Company to recognise her adopted son as the heir to the kingdom after the death of her husband. Nana Saheb, the adopted son of Peshwa Baji Rao II, pleaded that he be given his father’s pension when the latter died. However, the Company, confident of its superiority and military powers, turned down these pleas."
    },
    {
        "id": "8.5.1.3",
        "parent_id": "8.5.1",
        "content": "Awadh was one of the last territories to be annexed. In 1801, a subsidiary alliance was imposed on Awadh, and in 1856 it was taken over. Governor -General Dalhousie declared that the territory was being misgoverned and British rule was needed to ensure proper administration."
    },
    {
        "id": "8.5.1.4",
        "parent_id": "8.5.1",
        "content": "The Company even began to plan how to bring the Mughal dynasty to an end. The name of the Mughal king was removed from the coins minted by the Company. In 1849, Gover nor -General Dalhousie announced that after the death of Bahadur Shah Zafar, the family of the king would be shifted out of the Red Fort and given another place in Delhi to reside in. In 1856, Governor-General Canning decided that Bahadur Shah Zafar would be the last Mughal king and after his death none of his descendants would be recognised as kings – they would just be called princes."
    },
    {
        "id": "8.5.1.5",
        "parent_id": "8.5.1",
        "content": "The peasants and the sepoys \n In the countryside peasants and zamindars resented the high taxes and the rigid methods of revenue collection. Many failed to pay back their loans to the moneylenders and gradually lost the lands they had tilled for generations."
    },
    {
        "id": "8.5.1.6",
        "parent_id": "8.5.1",
        "content": "The Indian sepoys in the employ of the Company also had reasons for discontent. They were unhappy about their pay, allowances and conditions of service. Some of the new rules, moreover, violated their religious sensibilities and beliefs. Did you know that in those days many people in the country believed that if they crossed the sea they would lose their religion and caste? So when in 1824 the sepoys were told to go to Burma by the sea route to fight for the Company, they refused to follow the order, though they agreed to go by the land route. They were severely punished, and since the issue did not die down, in 1856 the Company passed a new law which stated that every new person who took up employment in the Company’s army had to agree to serve overseas if required."
    },
    {
        "id": "8.5.1.7",
        "parent_id": "8.5.1",
        "content": "Sepoys also reacted to what was happening in the countryside. Many of them were peasants and had families living in the villages. So the anger of the peasants quickly spread among the sepoys."
    },
    {
        "id": "8.5.1.8",
        "parent_id": "8.5.1",
        "content": "Responses to reforms \n The British believed that Indian society had to be reformed. Laws were passed to stop the practice of sati and to encourage the remarriage of widows. English-language education was actively promoted. After 1830, the Company allowed Christian missionaries to function freely in its domain and even own land and property. In 1850, a new law was passed to make conversion to Christianity easier. This law allowed an Indian who had converted to Christianity to inherit the property of his ancestors. Many Indians began to feel that the British were destroying their religion, their social customs and their traditional way of life."
    },
    {
        "id": "8.5.2.1",
        "parent_id": "8.5.2",
        "content": "Through the Eyes of the People \n\n To get a glimpse of what people were thinking those days about British rule, study Sources 1 and 2. \n The list of eighty-four rules \n Given here are excerpts from the book Majha Pravaas, written by Vishnubhatt Godse, a Brahman from a village in Maharashtra. He and his uncle had set out to attend a yajna being organised in Mathura. Vishnubhatt writes that they met some sepoys on the way who told them that they should not proceed on the journey because a massive upheaval was going to break out in three days. The sepoys said: the English were determined to wipe out the religions of the Hindus and the Muslims … they had made a list of eighty-four rules and announced these in a gathering of all big kings and princes in Calcutta. They said that the kings refused to accept these rules and warned the English of dire consequences and massive upheaval if these are implemented … that the kings all returned to their capitals in great anger … all the big people began making plans. A date was fixed for the war of religion and the secret plan had been circulated from the cantonment in Meerut by letters sent to different cantonments."
    },
    {
        "id": "8.5.2.2",
        "parent_id": "8.5.2",
        "content": "“There was soon excitement in every regiment” \n Another account we have from those days are the memoirs of Subedar Sitaram Pande. Sitaram Pande was recruited in 1812 as a sepoy in the Bengal Native Army. He served the English for 48 years and retired in 1860. He helped the British to suppress the rebellion though his own son was a rebel and was killed by the British in front of his eyes. On retirement he was persuaded by his Commanding Officer, Norgate, to write his memoirs. He completed the writing in 1861 in Awadhi and Norgate translated it into English and had it published under the title From Sepoy to Subedar."
    },
    {
        "id": "8.5.2.3",
        "parent_id": "8.5.2",
        "content": "Here is an excerpt from what Sitaram Pande wrote: It is my humble opinion that this seizing of Oudh filled the minds of the Sepoys with distrust and led them to plot against the Government. Agents of the Nawab of Oudh and also of the King of Delhi were sent all over India to discover the temper of the army. They worked upon the feelings of sepoys, telling them how treacherously the foreigners had behaved towards their king. They invented ten thousand lies and promises to persuade the soldiers to mutiny and turn against their masters, the English, with the object of restoring the Emperor of Delhi to the throne. They maintained that this was wholly within the army’s powers if the soldiers would only act together and do as they were advised."
    },
    {
        "id": "8.5.2.4",
        "parent_id": "8.5.2",
        "content": "It chanced that about this time the Sarkar sent parties of men from each regiment to different garrisons for instructions in the use of the new rifle. These men performed the new drill for some time until a report got about by some means or the other, that the cartridges used for these new rifles were greased with the fat of cows and pigs. The men from our regiment wrote to others in the regiment telling them about this, and there was soon excitement in every regiment. Some men pointed out that in forty years’ service nothing had ever been done by the Sarkar to insult their religion, but as I have already mentioned the sepoys’ minds had been inflamed by the seizure of Oudh. Interested parties were quick to point out that the great aim of the English was to turn us all into Christians, and they had therefore introduced the cartridge in order to bring this about, since both Mahommedans and Hindus would be defiled by using it. The Colonel sahib was of the opinion that the excitement, which even he could not fail to see, would pass off, as it had done before, and he recommended me to go to my home."
    },
    {
        "id": "8.5.3.1",
        "parent_id": "8.5.3",
        "content": "Mutiny – When soldiers as a group disobey their officers in the army. Firangis – Foreigners The term reflects an attitude of contempt."
    },
    {
        "id": "8.5.3.2",
        "parent_id": "8.5.3",
        "content": "A Mutiny Becomes a Popular Rebellion \n\n Though struggles between rulers and the ruled are not unusual, sometimes such struggles become quite widespread as a popular resistance so that the power of the state breaks down. A very large number of people begin to believe that they have a common enemy and rise up against the enemy at the same time. For such a situation to develop people have to organise, communicate, take initiative and display the confidence to turn the situation around."
    },
    {
        "id": "8.5.3.3",
        "parent_id": "8.5.3",
        "content": "Such a situation developed in the northern parts of India in 1857. After a hundred years of conquest and administration, the English East India Company faced a massive rebellion that started in May 1857 and threatened the Company’s very presence in India. Sepoys mutinied in several places beginning from Meerut and a large number of people from different sections of society rose up in rebellion. Some regard it as the biggest armed resistance to colonialism in the nineteenth century anywhere in the world."
    },
    {
        "id": "8.5.3.4",
        "parent_id": "8.5.3",
        "content": "From Meerut to Delhi \n On 29 March 1857, a young soldier, Mangal Pandey, was hanged to death for attacking his officers in Barrackpore. Some days later, some sepoys of the regiment at Meerut refused to do the army drill using the new cartridges, which were suspected of being coated with the fat of cows and pigs. Eighty-five sepoys were dismissed from service and sentenced to ten years in jail for disobeying their officers. This happened on 9 May 1857."
    },
    {
        "id": "8.5.3.5",
        "parent_id": "8.5.3",
        "content": "The response of the other Indian soldiers in Meerut was quite extraordinary. On 10 May, the soldiers marched to the jail in Meerut and released the imprisoned sepoys. They attacked and killed British officers. They captured guns and ammunition and set fire to the buildings and properties of the British and declared war on the firangis. The soldiers were determined to bring an end to their rule in the country. But who would rule the land instead? The soldiers had an answer to this question – the Mughal emperor Bahadur Shah Zafar."
    },
    {
        "id": "8.5.3.6",
        "parent_id": "8.5.3",
        "content": "The sepoys of Meerut rode all night of 10 May to reach Delhi in the early hours next morning. As news of their arrival spread, the regiments stationed in Delhi also rose up in rebellion. Again british officers were killed, arms and ammunition seized, buildings set on fire. Triumphant soldiers gathered around the walls of the Red Fort where the Badshah lived, demanding to meet him. The emperor was not quite willing to challenge the mighty British power but the soldiers persisted. They forced their way into the palace and proclaimed Bahadur Shah Zafar as their leader."
    },
    {
        "id": "8.5.3.7",
        "parent_id": "8.5.3",
        "content": "The ageing emperor had to accept this demand. He wrote letters to all the chiefs and rulers of the country to come forward and organise a confederacy of Indian states to fight the British. This single step taken by Bahadur Shah had great implications."
    },
    {
        "id": "8.5.3.8",
        "parent_id": "8.5.3",
        "content": "The Mughal dynasty had ruled over a very large part of the country. Most smaller rulers and chieftains controlled dif ferent territories on behalf of the Mughal ruler. Threatened by the expansion of British rule, many of them felt that if the Mughal emperor could rule again, they too would be able to rule their own territories once more, under Mughal authority."
    },
    {
        "id": "8.5.3.9",
        "parent_id": "8.5.3",
        "content": "The British had not expected this to happen. They thought the disturbance caused by the issue of the cartridges would die down. But Bahadur Shah Zafar’s decision to bless the rebellion changed the entire situation dramatically. Often when people see an alternative possibility they feel inspired and enthused. It gives them the courage, hope and confidence to act."
    },
    {
        "id": "8.5.3.10",
        "parent_id": "8.5.3",
        "content": "The rebellion spreads \n After the British were routed from Delhi, there was no uprising for almost a week. It took that much time for news to travel. Then, a spurt of mutinies began."
    },
    {
        "id": "8.5.3.11",
        "parent_id": "8.5.3",
        "content": "Regiment after regiment mutinied and took off to join other troops at nodal points like Delhi, Kanpur and Lucknow. After them, the people of the towns and villages also rose up in rebellion and rallied around local leaders, zamindars and chiefs who were prepared to establish their authority and fight the British. Nana Saheb, the adopted son of the late Peshwa Baji Rao who lived near Kanpur, gathered armed forces and expelled the British garrison from the city. He proclaimed himself Peshwa. He declared that he was a governor under Emperor Bahadur Shah Zafar. In Lucknow, Birjis Qadr, the son of the deposed Nawab Wajid Ali Shah, was proclaimed the new Nawab. He too acknowledged the suzerainty of Bahadur Shah Zafar. His mother Begum Hazrat Mahal took an active part in organising the uprising against the British. In Jhansi, Rani Lakshmibai joined the rebel sepoys and fought the British along with Tantia Tope, the general of Nana Saheb. In the Mandla region of Madhya Pradesh, Rani Avantibai Lodhi of Ramgarh raised and led an army of four thousand against the British who had taken over the administration of her state."
    },
    {
        "id": "8.5.3.12",
        "parent_id": "8.5.3",
        "content": "The British were greatly outnumbered by the rebel forces. They were defeated in a number of battles. This convinced the people that the rule of the British had collapsed for good and gave them the confidence to take the plunge and join the rebellion. A situation of widespread popular rebellion developed in the region of Awadh in particular. On 6 August 1857, we find a telegram sent by Lieutenant Colonel Tytler to his Commander-in-Chief expressing the fear felt by the British: “Our men are cowed by the numbers opposed to them and the endless fighting. Every village is held against us, the zamindars have risen to oppose us.”"
    },
    {
        "id": "8.5.3.13",
        "parent_id": "8.5.3",
        "content": "Many new leaders came up. For example, Ahmadullah Shah, a maulvi from Faizabad, prophesied that the rule of the British would come to an end soon. He caught the imagination of the people and raised a huge force of supporters. He came to Lucknow to fight the British. In Delhi, a large number of ghazis or religious warriors came together to wipe out the white people. Bakht Khan, a soldier from Bareilly, took charge of a large force of fighters who came to Delhi. He became a key military leader of the rebellion. In Bihar, an old zamindar, Kunwar Singh, joined the rebel sepoys and battled with the British for many months. Leaders and fighters from across the land joined the fight."
    },
    {
        "id": "8.5.4.1",
        "parent_id": "8.5.4",
        "content": "The Company Fights Back \n\n Unnerved by the scale of the upheaval, the Company decided to repress the revolt with all its might. It brought reinforcements from England, passed new laws so that the rebels could be convicted with ease, and then moved into the storm centres of the revolt. Delhi was recaptured from the rebel forces in September 1857. The last Mughal emperor, Bahadur Shah Zafar was tried in court and sentenced to life imprisonment. He and his wife Begum Zinat Mahal were sent to prison in Rangoon in October 1858. Bahadur Shah Zafar died in the Rangoon jail in November 1862."
    },
    {
        "id": "8.5.4.2",
        "parent_id": "8.5.4",
        "content": "The recapture of Delhi, however, did not mean that the rebellion died down after that. People continued to resist and battle the British. The British had to fight for two years to suppress the massive forces of popular rebellion. Lucknow was taken in March 1858. Rani Lakshmibai was defeated and killed in June 1858. A similar fate awaited Rani Avantibai, who after initial victory in Kheri, chose to embrace death when surrounded by the British on all sides. Tantia Tope escaped to the jungles of central India and continued to fight a guerrilla war with the support of many tribal and peasant leaders. He was captured, tried and killed in April 1859."
    },
    {
        "id": "8.5.4.3",
        "parent_id": "8.5.4",
        "content": "Just as victories against the British had earlier encouraged rebellion, the defeat of rebel forces encouraged desertions. The British also tried their best to win back the loyalty of the people. They announced rewards for loyal landholders would be allowed to continue to enjoy traditional rights over their lands. Those who had rebelled were told that if they submitted to the British, and if they had not killed any white people, they would remain safe and their rights and claims to land would not be denied. Nevertheless, hundreds of sepoys, rebels, nawabs and rajas were tried and hanged."
    },
    {
        "id": "8.5.5.1",
        "parent_id": "8.5.5",
        "content": "Aftermath The British had regained control of the country by the end of 1859, but they could not carry on ruling the land with the same policies any more. Given below are the important changes that were introduced by the British."
    },
    {
        "id": "8.5.5.2",
        "parent_id": "8.5.5",
        "content": "1. The British Parliament passed a new Act in 1858 and transferred the powers of the East India Company to the British Crown in order to ensure a more responsible management of Indian affairs. A member of the British Cabinet was appointed Secretary of State for India and made responsible for all matters related to the governance of India. He was given a council to advise him, called the India Council. The Governor-General of India was given the title of Viceroy, that is, a personal representative of the Crown. Through these measures the British government accepted direct responsibility for ruling India."
    },
    {
        "id": "8.5.5.3",
        "parent_id": "8.5.5",
        "content": "2. All ruling chiefs of the country were assured that their territory would never be annexed in future. They were allowed to pass on their kingdoms to their heirs, including adopted sons. However, they were made to acknowledge the British Queen as their Sovereign Paramount. Thus the Indian rulers were to hold their kingdoms as subordinates of the British Crown."
    },
    {
        "id": "8.5.5.4",
        "parent_id": "8.5.5",
        "content": "3. It was decided that the proportion of Indian soldiers in the army would be reduced and the number of European soldiers would be increased. It was also decided that instead of recruiting soldiers from Awadh, Bihar, central India and south India, more soldiers would be recruited from among the Gurkhas, Sikhs and Pathans."
    },
    {
        "id": "8.5.5.5",
        "parent_id": "8.5.5",
        "content": "4. The land and property of Muslims was confiscated on a large scale and they were treated with suspicion and hostility. The British believed that they were responsible for the rebellion in a big way. \n 5. The British decided to respect the customary religious and social practices of the people in India. \n 6. Policies were made to protect landlords and zamindars and give them security of rights over their lands. \n Thus a new phase of history began after 1857."
    },
    {
        "id": "8.5.6.1",
        "parent_id": "8.5.6",
        "content": "The Khurda Uprising – A Case Study \n Much before the event of 1857, there had taken place another event of a similar nature at a place called Khurda in 1817. Here, it would be instructive for us to study that event and reflect on how resentment against the colonial policies of the British had been building up since the beginning of the 19th century in different parts of the country."
    },
    {
        "id": "8.5.6.2",
        "parent_id": "8.5.6",
        "content": "Khurda, a small kingdom built up in the late 16th century in the south-eastern part of Odisha, was a populous and well-cultivated territory consisting of 105 garhs, 60 large and 1109 small villages at the beginning of the 19th century. Its king, Raja Birakishore Dev had to earlier give up the possession of four parganas, the superintendence of the Jagannath Temple and the administration of fourteen garjats (Princely States) to the Marathas under compulsion. His son and successor, Mukunda Dev II was greatly disturbed with this loss of fortune. Therefore, sensing an opportunity in the Anglo-Maratha conflict, he had entered into negotiations with the British to get back his lost territories and the rights over the Jagannath Temple. But after the occupation of Odisha in 1803, the British showed no inclination to oblige him on either score. Consequently, in alliance with other feudatory chiefs of Odisha and secret support of the Marathas, he tried to assert his rights by force. This led to his deposition and annexation of his territories by the British. As a matter of consolation, he was only given the rights of management of the Jagannath Temple with a grant amounting to a mere one-tenth of the revenue of his former estate and his residence was fixed at Puri. This unfair settlement commenced an era of oppressive foreign rule in Odisha, which paved the way for a serious armed uprising in 1817."
    },
    {
        "id": "8.5.6.3",
        "parent_id": "8.5.6",
        "content": "Soon after taking over Khurda, the British followed a policy of resuming service tenures. It bitterly affected the lives of the ex-militia of the state, the Paiks. The severity of the measure was compounded on account of an unreasonable increase in the demand of revenue and also the oppressive ways of its collection. Consequently, there was large scale desertion of people from Khurda between 1805 and 1817. Yet, the British went for a series of shortterm settlements, each time increasing the demands, not recognising either the productive capacity of the land or the paying capacity of the ryots. No leniency was shown even in case of natural calamities, which Odisha was frequently prone to. Rather, lands of defaulters were sold off to scheming revenue officials or speculators from Bengal."
    },
    {
        "id": "8.5.6.4",
        "parent_id": "8.5.6",
        "content": "The hereditary Military Commander of the deposed king, Jagabandhu Bidyadhar Mahapatra Bhramarabar Rai or Buxi Jagabandhu as he was popularly known, was one among the dispossessed land-holders. He had in effect become a beggar, and for nearly two years survived on voluntary contributions from the people of Khurda before deciding to fight for their grievances as well as his own. Over the years, what had added to these grievances were (a) the introduction of sicca rupee (silver currency) in the region, (b) the insistence on payment of revenue in the new currency, (c) an unprecedented rise in the prices of food-stuff and salt, which had become far-fetched following the introduction of salt monopoly because of which the traditional salt makers of Odisha were deprived of making salt, and (d) the auction of local estates in Calcutta, which brought in absentee landlords from Bengal to Odisha. Besides, the insensitive and corrupt police system also made the situation worse for the armed uprising to take a sinister shape."
    },
    {
        "id": "8.5.6.5",
        "parent_id": "8.5.6",
        "content": "The uprising was set off on 29 March 1817 as the Paiks attacked the police station and other government establishments at Banpur killing more than a hundred men and took away a large amount of government money. Soon its ripples spread in different directions with Khurda becoming its epicenter. The zamindars and ryots alike joined the Paiks with enthusiasm. Those who did not, were taken to task. A ‘no-rent campaign’ was also started. The British tried to dislodge the Paiks from their entrenched position but failed. On 14 April 1817, Buxi Jagabandhu, leading five to ten thousand Paiks and men of the Kandh tribe seized Puri and declared the hesitant king, Mukunda Dev II as their ruler. The priests of the Jagannath Temple also extended the Paiks their full support."
    },
    {
        "id": "8.5.6.6",
        "parent_id": "8.5.6",
        "content": "Seeing the situation going out of hand, the British clamped Martial Law. The King was quickly captured and sent to prison in Cuttack with his son. The Buxi with his close associate, Krushna Chandra Bhramarabar Rai, tried to cut off all communications between Cuttack and Khurda as the uprising spread to the southern and the north-western parts of Odisha. Consequently, the British sent Major-General Martindell to clear off the area from the clutches of the Paiks while at the same time announcing rewards for the arrest of Buxi jagabandhu and his associates. In the ensuing operation hundreds of Paiks were killed, many fled to deep jungles and some returned home under a scheme of amnesty. Thus by May 1817 the uprising was mostly contained."
    },
    {
        "id": "8.5.6.7",
        "parent_id": "8.5.6",
        "content": "However, outside Khurda it was sustained by Buxi Jagabandhu with the help of supporters like the Raja of Kujung and the unflinching loyalty of the Paiks until his surrender in May 1825. On their part, the British henceforth adopted a policy of ‘leniency, indulgence and forbearance’ towards the people of Khurda. The price of salt was reduced and necessary reforms were made in the police and the justice systems. Revenue officials found to be corrupt were dismissed from service and former land-holders were restored to their lands. The son of the king of Khurda, Ram Chandra Dev III was allowed to move to Puri and take charge of the affairs of the Jagannath Temple with a grant of rupees twenty-four thousand. \n In sum, it was the first such popular anti-British armed uprising in Odisha, which had far reaching effect on the future of British administration in that part of the country. To merely call it a ‘Paik Rebellion’ will thus be an understatement."
    },
    {
        "id": "8.6.1.1",
        "parent_id": "8.6.1",
        "content": "6 Weavers, Iron Smelters and Factory Owners \n\n This chapter tells the story of the crafts and industries of India during British rule by focusing on two industries, namely, textiles and iron and steel. Both these industries were crucial for the industrial revolution in the modern world. Mechanised production of cotton textiles made Britain the foremost industrial nation in the nineteenth century. And when its iron and steel industry started growing from the 1850s, Britain came to be known as the “workshop of the world”."
    },
    {
        "id": "8.6.1.2",
        "parent_id": "8.6.1",
        "content": "The industrialisation of Britain had a close connection with the conquest and colonisation of India. You have seen (Chapter 2) how the English East India Company’s interest in trade led to occupation of territory, and how the pattern of trade changed over the decades. In the late eighteenth century the Company was buying goods in India and exporting them to England and Europe, making profit through this sale. With the growth of industrial production, British industrialists began to see India as a vast market for their industrial products, and over time manufactured goods from Britain began flooding India. How did this affect Indian crafts and industries? This is the question we will explore in this chapter."
    },
    {
        "id": "8.6.2.1",
        "parent_id": "8.6.2",
        "content": "Indian Textiles and the World Market \n\n Let us first look at textile production. Around 1750, before the British conquered Bengal, India was by far the world’s largest producer of cotton textiles. Indian textiles had long been renowned both for their fine quality and exquisite craftsmanship. They were extensively traded in Southeast Asia (Java, Sumatra and Penang) and West and Central Asia. From the sixteenth century European trading companies began buying Indian textiles for sale in Europe. Memories of this flourishing trade and the craftsmanship of Indian weavers is preserved in many words still current in English and other languages. It is interesting to trace the origin of such words, and see what they tell us."
    },
    {
        "id": "8.6.2.2",
        "parent_id": "8.6.2",
        "content": "Words tell us histories \n European traders first encountered fine cotton cloth from India carried by Arab merchants in Mosul in present-day Iraq. So they began referring to all finely woven textiles as “muslin” – a word that acquired wide currency. When the Portuguese first came to India in search of spices they landed in Calicut on the Kerala coast in south-west India. The cotton textiles which they took back to Europe, along with the spices, came to be called “calico” (derived from Calicut), and subsequently calico became the general name for all cotton textiles."
    },
    {
        "id": "8.6.2.3",
        "parent_id": "8.6.2",
        "content": "There are many other words which point to the popularity of Indian textiles in Western markets. In Fig. 3 you can see a page of an order book that the English East India Company sent to its representatives in Calcutta in 1730. \n The order that year was for 5,89,000 pieces of cloth. Browsing through the order book you would have seen a list of 98 varieties of cotton and silk cloths. These were known by their common name in the European trade as piece goods – usually woven cloth pieces that were 20 yards long and 1 yard wide."
    },
    {
        "id": "8.6.2.4",
        "parent_id": "8.6.2",
        "content": "Now look at the names of the different varieties of cloth in the book. Amongst the pieces ordered in bulk were printed cotton cloths called chintz, cossaes (or khassa) and bandanna. Do you know where the English term chintz comes from? It is derived from the Hindi word chhint, a cloth with small and colourful flowery designs. From the 1680s there started a craze for printed Indian cotton textiles in England and Europe mainly for their exquisite floral designs, fine texture and relative cheapness. Rich people of England including the Queen herself wore clothes of Indian fabric."
    },
    {
        "id": "8.6.2.5",
        "parent_id": "8.6.2",
        "content": "Similarly, the word bandanna now refers to any brightly coloured and printed scarf for the neck or head. Originally, the term derived from the word “bandhna” (Hindi for tying), and referred to a variety of brightly coloured cloth produced through a method of tying and dying. There were other cloths in the order book that were noted by their place of origin: Kasimbazar, Patna, Calcutta, Orissa, Charpoore. The widespread use of such words shows how popular Indian textiles had become in different parts of the world."
    },
    {
        "id": "8.6.2.6",
        "parent_id": "8.6.2",
        "content": "Indian textiles in European markets \n By the early eighteenth century, worried by the popularity of Indian textiles, wool and silk makers in England began protesting against the import of Indian cotton textiles. In 1720, the British government enacted a legislation banning the use of printed cotton textiles – chintz – in England. Interestingly, this Act was known as the Calico Act."
    },
    {
        "id": "8.6.2.7",
        "parent_id": "8.6.2",
        "content": "At this time textile industries had just begun to develop in England. Unable to compete with Indian textiles, English producers wanted a secure market within the country by preventing the entry of Indian textiles. The first to grow under government protection was the calico printing industry. Indian designs were now imitated and printed in England on white muslin or plain unbleached Indian cloth."
    },
    {
        "id": "8.6.2.8",
        "parent_id": "8.6.2",
        "content": "Competition with Indian textiles also led to a search for technological innovation in England. In 1764, the spinning jenny was invented by John Kaye which increased the productivity of the traditional spindles. The invention of the steam engine by Richard Arkwright in 1786 revolutionised cotton textile weaving. Cloth could now be woven in immense quantities and cheaply too."
    },
    {
        "id": "8.6.2.9",
        "parent_id": "8.6.2",
        "content": "However, Indian textiles continued to dominate world trade till the end of the eighteenth century. European trading companies – the Dutch, the French and the English – made enormous profits out of this flourishing trade. These companies purchased cotton and silk textiles in India by importing silver. But as you know (Chapter 2), when the English East India Company gained political power in Bengal, it no longer had to import precious metal to buy Indian goods. Instead, they collected revenues from peasants and zamindars in India, and used this revenue to buy Indian textiles."
    },
    {
        "id": "8.6.2.10",
        "parent_id": "8.6.2",
        "content": "Who were the weavers? \n Weavers often belonged to communities that specialised in weaving. Their skills were passed on from one generation to the next. The tanti weavers of Bengal, the julahas or momin weavers of north India, sale and kaikollar and devangs of south India are some of the communities famous for weaving."
    },
    {
        "id": "8.6.2.11",
        "parent_id": "8.6.2",
        "content": "The first stage of production was spinning – a work done mostly by women. The charkha and the takli were household spinning instruments. The thread was spun on the charkha and rolled on the takli. When the spinning was over the thread was woven into cloth by the weaver. In most communities weaving was a task done by men. For coloured textiles, the thread was dyed by the dyer, known as rangrez. For printed cloth the weavers needed the help of specialist block printers known as chhipigars. Handloom weaving and the occupations associated with it provided livelihood for millions of Indians."
    },
    {
        "id": "8.6.2.12",
        "parent_id": "8.6.2",
        "content": "The decline of Indian textiles The development of cotton industries in Britain affected textile producers in India in several ways. First: Indian textiles now had to compete with British textiles in the European and American markets. Second: exporting textiles to England also became increasingly difficult since very high duties were imposed on Indian textiles imported into Britain."
    },
    {
        "id": "8.6.2.13",
        "parent_id": "8.6.2",
        "content": "By the beginning of the nineteenth century, Englishmade cotton textiles successfully ousted Indian goods from their traditional markets in Africa, America and Europe. Thousands of weavers in India were now thrown out of employment. Bengal weavers were the worst hit. English and European companies stopped buying Indian goods and their agents no longer gave out advances to weavers to secure supplies. Distressed weavers wrote petitions to the government to help them."
    },
    {
        "id": "8.6.2.14",
        "parent_id": "8.6.2",
        "content": "But worse was still to come. By the 1830s British cotton cloth flooded Indian markets. In fact, by the 1880s two-thirds of all the cotton clothes worn by Indians were made of cloth produced in Britain. This affected not only specialist weavers but also spinners. Thousands of rural women who made a living by spinning cotton thread were rendered jobless."
    },
    {
        "id": "8.6.2.15",
        "parent_id": "8.6.2",
        "content": "Handloom weaving did not completely die in India. This was because some types of cloths could not be supplied by machines. How could machines produce saris with intricate borders or cloths with traditional woven patterns? These had a wide demand not only amongst the rich but also amongst the middle classes. Nor did the textile manufacturers in Britain produce the very coarse cloths used by the poor people in India."
    },
    {
        "id": "8.6.2.16",
        "parent_id": "8.6.2",
        "content": "You must have heard of Sholapur in western India and Madura in South India. These towns emerged as important new centres of weaving in the late nineteenth century. Later, during the national movement, Mahatma Gandhi urged people to boycott imported textiles and use hand-spun and handwoven cloth. Khadi gradually became a symbol of nationalism. The charkha came to represent India, and it was put at the centre of the tricolour flag of the Indian National Congress adopted in 1931."
    },
    {
        "id": "8.6.2.17",
        "parent_id": "8.6.2",
        "content": "What happened to the weavers and spinners who lost their livelihood? Many weavers became agricultural labourers. Some migrated to cities in search of work, and yet others went out of the country to work in plantations in Africa and South America. Some of these handloom weavers also found work in the new cotton mills that were established in Bombay (now Mumbai), Ahmedabad, Sholapur, Nagpur and Kanpur."
    },
    {
        "id": "8.6.2.18",
        "parent_id": "8.6.2",
        "content": "Cotton mills come up \n The first cotton mill in India was set up as a spinning mill in Bombay in 1854. From the early nineteenth century, Bombay had grown as an important port for the export of raw cotton from India to England and China. It was close to the vast black soil tract of western India where cotton was grown. When the cotton textile mills came up they could get supplies of raw material with ease."
    },
    {
        "id": "8.6.2.19",
        "parent_id": "8.6.2",
        "content": "By 1900, over 84 mills started operating in Bombay. Many of these were established by Parsi and Gujarati businessmen who had made their money through trade with China. Mills came up in other cities too. The first mill in Ahmedabad was started in 1861. A year later a mill was established in Kanpur, in the United Provinces. Growth of cotton mills led to a demand for labour. Thousands of poor peasants, artisans and agricultural labourers moved to the cities to work in the mills."
    },
    {
        "id": "8.6.2.20",
        "parent_id": "8.6.2",
        "content": "In the first few decades of its existence, the textile factory industry in India faced many problems. It found it difficult to compete with the cheap textiles imported from Britain. In most countries, governments supported industrialisation by imposing heavy duties on imports. This eliminated competition and protected infant industries. The colonial government in India usually refused such protection to local industries. The first major spurt in the development of cotton factory production in India, therefore, was during the First World War when textile imports from Britain declined and Indian factories were called upon to produce cloth for military supplies."
    },
    {
        "id": "8.6.2.21",
        "parent_id": "8.6.2",
        "content": "Spinning Jenny – A machine by which a single worker could operate several spindles on to which thread was spun. When the wheel was turned all the spindles rotated. \n Aurang – A Persian term for a warehouse – a place where goods are collected before being sold; also refers to a workshop. \n Smelting – The process of obtaining a metal from rock (or soil) by heating it to a very high temperature, or of melting objects made from metal in order to use the metal to make something new."
    },
    {
        "id": "8.6.3.1",
        "parent_id": "8.6.3",
        "content": "The sword of Tipu Sultan and Wootz steel \n\n We begin the story of Indian steel and iron metallurgy by recounting the famous story of Tipu Sultan who ruled Mysore till 1799, fought four wars with the British and died fighting with his sword in his hand. Tipu’s legendary swords are now part of valuable collections in museums in England. But do you know why the sword was so special? The sword had an incredibly hard and sharp edge that could easily rip through the opponent’s armour. This quality of the sword came from a special type of high carbon steel called Wootz which was produced all over south India. Wootz steel when made into swords produced a very sharp edge with a flowing water pattern. This pattern came from very small carbon crystals embedded in the iron."
    },
    {
        "id": "8.6.3.2",
        "parent_id": "8.6.3",
        "content": "Francis Buchanan who toured through Mysore in 1800, a year after Tipu Sultan’s death, has left us an account of the technique by which Wootz steel was produced in many hundreds of smelting furnaces in Mysore. In these furnaces, iron was mixed with charcoal and put inside small clay pots. Through an intricate control of temperatures the smelters produced steel ingots that were used for sword making not just in India but in West and Central Asia too. Wootz is an anglicised version of the Kannada word ukku, Telugu hukku and Tamil and Malayalam urukku – meaning steel."
    },
    {
        "id": "8.6.3.3",
        "parent_id": "8.6.3",
        "content": "Indian Wootz steel fascinated European scientists. Michael Faraday, the legendary scientist and discoverer of electricity and electromagnetism, spent four years studying the properties of Indian Wootz (1818-22). However, the Wootz steel making process, which was so widely known in south India, was completely lost by the mid-nineteenth century. Can you guess why this was so? The swords and armour making industry died with the conquest of India by the British and imports of iron and steel from England displaced the iron and steel produced by craftspeople in India."
    },
    {
        "id": "8.6.3.4",
        "parent_id": "8.6.3",
        "content": "Abandoned furnaces in villages \n Production of Wootz steel required a highly specialised technique of refining iron. But iron smelting in India was extremely common till the end of the nineteenth century. In Bihar and Central India, in particular, every district had smelters that used local deposits of ore to produce iron which was widely used for the manufacture of implements and tools of daily use. The furnaces were most often built of clay and sun-dried bricks. The smelting was done by men while women worked the bellows, pumping air that kept the charcoal burning."
    },
    {
        "id": "8.6.3.5",
        "parent_id": "8.6.3",
        "content": "By the late nineteenth century, however, the craft of iron smelting was in decline. In most villages, furnaces fell into disuse and the amount of iron produced came down. Why was this so? One reason was the new forest laws that you have read about (Chapter 4). When the colonial government prevented people from entering the reserved forests, how could the iron smelters find wood for charcoal? Where could they get iron ore? Defying forest laws, they often entered the forests secretly and collected wood, but they could not sustain their occupation on this basis for long. Many gave up their craft and looked for other means of livelihood."
    },
    {
        "id": "8.6.3.6",
        "parent_id": "8.6.3",
        "content": "In some areas the government did grant access to the forest. But the iron smelters had to pay a very high tax to the forest department for every furnace they used. This reduced their income. Moreover, by the late nineteenth century iron and steel was being imported from Britain. Ironsmiths in India began using the imported iron to manufacture utensils and implements. This inevitably lowered the demand for iron produced by local smelters. By the early twentieth century, the artisans producing iron and steel faced a new competition."
    },
    {
        "id": "8.6.3.7",
        "parent_id": "8.6.3",
        "content": "Iron and steel factories come up in India \n The year was 1904. In the hot month of April, Charles Weld, an American geologist and Dorabji Tata, the eldest son of Jamsetji Tata, were travelling in Chhattisgarh in search of iron ore deposits. They had spent many months on a costly venture looking for sources of good iron ore to set up a modern iron and steel plant in India. Jamsetji Tata had decided to spend a large part of his fortune to build a big iron and steel industry in India. But this could not be done without identifying the source of fine quality iron ore."
    },
    {
        "id": "8.6.3.8",
        "parent_id": "8.6.3",
        "content": "One day, after travelling for many hours in the forests, Weld and Dorabji came upon a small village and found a group of men and women carrying basketloads of iron ore. These people were the Agarias. When asked where they had found the iron ore, the Agarias pointed to a hill in the distance. Weld and Dorabji reached the hill after an exhausting trek through dense forests. On exploring the hill the geologist declared that they had at last found what they had been looking for. Rajhara Hills had one of the finest ores in the world."
    },
    {
        "id": "8.6.3.9",
        "parent_id": "8.6.3",
        "content": "But there was a problem. The region was dry and water – necessary for running the factory – was not to be found nearby. The Tatas had to continue their search for a more suitable place to set up their factory. However, the Agarias helped in the discovery of a source of iron ore that would later supply the Bhilai Steel Plant. A few years later a large area of forest was cleared on the banks of the river Subarnarekha to set up the factory and an industrial township – Jamshedpur. Here there was water near iron ore deposits. The Tata Iron and Steel Company (TISCO) that came up began producing steel in 1912."
    },
    {
        "id": "8.6.3.10",
        "parent_id": "8.6.3",
        "content": "TISCO was set up at an opportune time. All through the late nineteenth century, India was importing steel that was manufactured in Britain. Expansion of the railways in India had provided a huge market for rails that Britain produced. For a long while, British experts in the Indian Railways were unwilling to believe that good quality steel could be produced in India."
    },
    {
        "id": "8.6.3.11",
        "parent_id": "8.6.3",
        "content": "By the time TISCO was set up the situation was changing. In 1914 the First World War broke out. Steel produced in Britain now had to meet the demands of war in Europe. So imports of British steel into India declined dramatically and the Indian Railways turned to TISCO for supply of rails. As the war dragged on for several years, TISCO had to produce shells and carriage wheels for the war. By 1919 the colonial government was buying 90 per cent of the steel manufactured by TISCO. Over time TISCO became the biggest steel industry within the British empire."
    },
    {
        "id": "8.6.3.12",
        "parent_id": "8.6.3",
        "content": "In the case of iron and steel, as in the case of cotton textiles, industrial expansion occurred only when British imports into India declined and the market for Indian industrial goods increased. This happened during the First World War and after. As the nationalist movement developed and the industrial class became stronger, the demand for government protection became louder. Struggling to retain its control over India, the British government had to concede many of these demands in the last decades of colonial rule."
    },
    {
        "id": "8.6.3.13",
        "parent_id": "8.6.3",
        "content": "Bellows – A device or equipment that can pump air. \n Slag heaps – The waste left when smelting metal."
    },
    {
        "id": "8.7.1.1",
        "parent_id": "8.7.1",
        "content": "7 Civilising the “Native”, Educating the Nation \n\n Linguist – Someone who knows and studies several languages. \n Madrasa – An Arabic word for a place of learning; any type of school or college. \n Orientalists – Those with a scholarly knowledge of the language and culture of Asia. \n Munshi – A person who can read, write and teach Persian. \n Vernacular – A term generally used to refer to a local language or dialect as distinct from what is seen as the standard language. In colonial countries like India, the British used the term to mark the difference between the local languages of everyday use and English – the language of the imperial masters."
    },
    {
        "id": "8.7.1.2",
        "parent_id": "8.7.1",
        "content": "In the earlier chapters you have seen how British rule affected rajas and nawabs, peasants and tribals. In this chapter we will try and understand what implication it had for the lives of students. For, the British in India wanted not only territorial conquest and control over revenues. They also felt that they had a cultural mission: they had to “civilise the natives”, change their customs and values. What changes were to be introduced? How were Indians to be educated, “civilised”, and made into what the British believed were “good subjects”? The British could find no simple answers to these questions. They continued to be debated for many decades."
    },
    {
        "id": "8.7.1.3",
        "parent_id": "8.7.1",
        "content": "How the British saw Education \n\n Let us look at what the British thought and did, and how some of the ideas of education that we now take for granted evolved in the last two hundred years. In the process of this enquiry we will also see how Indians reacted to British ideas, and how they developed their own views about how Indians were to be educated."
    },
    {
        "id": "8.7.1.4",
        "parent_id": "8.7.1",
        "content": "The tradition of Orientalism In 1783, a person named William Jones arrived in Calcutta. He had an appointment as a junior judge at the Supreme Court that the Company had set up. In addition to being an expert in law, Jones was a linguist. He had studied Greek and Latin at Oxford, knew French and English, had picked up Arabic from a friend, and had also learnt Persian. At Calcutta, he began spending many hours a day with pandits who taught him the subtleties of Sanskrit language, grammar and poetry. Soon he was studying ancient Indian texts on law, philosophy, religion, politics, morality, arithmetic, medicine and the other sciences."
    },
    {
        "id": "8.7.1.5",
        "parent_id": "8.7.1",
        "content": "Jones discovered that his interests were shared by many British officials living in Calcutta at the time. Englishmen like Henry Thomas Colebrooke and Nathaniel Halhed were also busy discovering the ancient Indian heritage, mastering Indian languages and translating Sanskrit and Persian works into English. Together with them, Jones set up the Asiatic Society of Bengal, and started a journal called Asiatick Researches."
    },
    {
        "id": "8.7.1.6",
        "parent_id": "8.7.1",
        "content": "Jones and Colebrooke came to represent a particular attitude towards India. They shared a deep respect for ancient cultures, both of India and the West. Indian civilisation, they felt, had attained its glory in the ancient past, but had subsequently declined. In order to understand India it was necessary to discover the sacred and legal texts that were produced in the ancient period. For only those texts could reveal the real ideas and laws of the Hindus and Muslims, and only a new study of these texts could form the basis of future development in India."
    },
    {
        "id": "8.7.1.7",
        "parent_id": "8.7.1",
        "content": "So Jones and Colebrooke went about discovering ancient texts, understanding their meaning, translating them, and making their findings known to others. This project, they believed, would not only help the British learn from Indian culture, but it would also help Indians rediscover their own heritage, and understand the lost glories of their past. In this process the British would become the guardians of Indian culture as well as its masters."
    },
    {
        "id": "8.7.1.8",
        "parent_id": "8.7.1",
        "content": "Influenced by such ideas, many Company officials argued that the British ought to promote Indian rather than Western learning. They felt that institutions should be set up to encourage the study of ancient Indian texts and teach Sanskrit and Persian literature and poetry. The officials also thought that Hindus and Muslims ought to be taught what they were already familiar with, and what they valued and treasured, not subjects that were alien to them. Only then, they believed, could the British hope to win a place in the hearts of the “natives”; only then could the alien rulers expect to be respected by their subjects."
    },
    {
        "id": "8.7.1.9",
        "parent_id": "8.7.1",
        "content": "With this object in view a madrasa was set up in Calcutta in 1781 to promote the study of Arabic, Persian and Islamic law; and the Hindu College was established in Benaras in 1791 to encourage the study of ancient Sanskrit texts that would be useful for the administration of the country. Not all officials shared these views. Many were very strong in their criticism of the Orientalists."
    },
    {
        "id": "8.7.1.10",
        "parent_id": "8.7.1",
        "content": "“Grave errors of the East” \n From the early nineteenth century many British officials began to criticise the Orientalist vision of learning. They said that knowledge of the East was full of errors and unscientific thought; Eastern literature was non-serious and light-hearted. So they argued that it was wrong on the part of the British to spend so much effort in encouraging the study of Arabic and Sanskrit language and literature."
    },
    {
        "id": "8.7.1.11",
        "parent_id": "8.7.1",
        "content": "James Mill was one of those who attacked the Orientalists. The British effort, he declared, should not be to teach what the natives wanted, or what they respected, in order to please them and “win a place in their heart”. The aim of education ought to be to teach what was useful and practical. So Indians should be made familiar with the scientific and technical advances that the West had made, rather than with the poetry and sacred literature of the Orient."
    },
    {
        "id": "8.7.1.12",
        "parent_id": "8.7.1",
        "content": "By the 1830s the attack on the Orientalists became sharper. One of the most outspoken and influential of such critics of the time was Thomas Babington Macaulay. He saw India as an uncivilised country that needed to be civilised. No branch of Eastern knowledge, according to him could be compared to what England had produced. Who could deny, declared Macaulay, that “a single shelf of a good European library was worth the whole native literature of India and Arabia”. He urged that the British government in India stop wasting public money in promoting Oriental learning, for it was of no practical use."
    },
    {
        "id": "8.7.1.13",
        "parent_id": "8.7.1",
        "content": "With great energy and passion, Macaulay emphasised the need to teach the English language. He felt that knowledge of English would allow Indians to read some of the finest literature the world had produced; it would make them aware of the developments in Western science and philosophy. Teaching of English could thus be a way of civilising people, changing their tastes, values and culture."
    },
    {
        "id": "8.7.1.14",
        "parent_id": "8.7.1",
        "content": "Following Macaulay’s minute, the English Education Act of 1835 was introduced. The decision was to make English the medium of instruction for higher education, and to stop the promotion of Oriental institutions like the Calcutta Madrasa and Benaras Sanskrit College. These institutions were seen as “temples of darkness that were falling of themselves into decay”. English textbooks now began to be produced for schools."
    },
    {
        "id": "8.7.1.15",
        "parent_id": "8.7.1",
        "content": "Education for commerce \n In 1854, the Court of Directors of the East India Company in London sent an educational despatch to the Governor-General in India. Issued by Charles Wood, the President of the Board of Control of the Company, it has come to be known as Wood’s Despatch. Outlining the educational policy that was to be followed in India, it emphasised once again the practical benefits of a system of European learning, as opposed to Oriental knowledge."
    },
    {
        "id": "8.7.1.16",
        "parent_id": "8.7.1",
        "content": "One of the practical uses the Despatch pointed to was economic. European learning, it said, would enable Indians to recognise the advantages that flow from the expansion of trade and commerce, and make them see the importance of developing the resources of the country. Introducing them to European ways of life, would change their tastes and desires, and create a demand for British goods, for Indians would begin to appreciate and buy things that were produced in Europe."
    },
    {
        "id": "8.7.1.17",
        "parent_id": "8.7.1",
        "content": "Following the 1854 Despatch, several measures were introduced by the British. Education departments of the government were set up to extend control over all matters regarding education. Steps were taken to establish a system of university education. In 1857, while the sepoys rose in revolt in Meerut and Delhi, universities were being established in Calcutta, Madras and Bombay. Attempts were also made to bring about changes within the system of school education."
    },
    {
        "id": "8.7.1.18",
        "parent_id": "8.7.1",
        "content": "The demand for moral education \n The argument for practical education was strongly criticised by the Christian missionaries in India in the nineteenth century. The missionaries felt that education should attempt to improve the moral character of the people, and morality could be improved only through Christian education."
    },
    {
        "id": "8.7.1.19",
        "parent_id": "8.7.1",
        "content": "Until 1813, the East India Company was opposed to missionary activities in India. It feared that missionary activities would provoke reaction amongst the local population and make them suspicious of British presence in India. Unable to establish an institution within British-controlled territories, the missionaries set up a mission at Serampore in an area under the control of the Danish East India Company. A printing press was set up in 1800 and a college established in 1818."
    },
    {
        "id": "8.7.1.20",
        "parent_id": "8.7.1",
        "content": "Over the nineteenth century, missionary schools were set up all over India. After 1857, however, the British government in India was reluctant to directly support missionary education. There was a feeling that any strong attack on local customs, practices, beliefs and religious ideas might enrage “native” opinion."
    },
    {
        "id": "8.7.2.1",
        "parent_id": "8.7.2",
        "content": "What Happened to the Local Schools? \n\n Do you have any idea of how children were taught in pre-British times? Have you ever wondered whether they went to schools? And if there were schools, what happened to these under British rule? \n The report of William Adam \n In the 1830s, William Adam, a Scottish missionary, toured the districts of Bengal and Bihar. He had been asked by the Company to report on the progress of education in vernacular schools. The report Adam produced is interesting."
    },
    {
        "id": "8.7.2.2",
        "parent_id": "8.7.2",
        "content": "Adam found that there were over 1 lakh pathshalas in Bengal and Bihar. These were small institutions with no more than 20 students each. But the total number of children being taught in these pathshalas was considerable – over 20 lakh. These institutions were set up by wealthy people, or the local community. At times they were started by a teacher (guru)."
    },
    {
        "id": "8.7.2.3",
        "parent_id": "8.7.2",
        "content": "The system of education was flexible. Few things that you associate with schools today were present in the pathshalas at the time. There were no fixed fee, no printed books, no separate school building, no benches or chairs, no blackboards, no system of separate classes, no roll-call registers, no annual examinations, and no regular time-table. In some places classes were held under a banyan tree, in other places in the corner of a village shop or temple, or at the guru’s home. Fee depended on the income of parents: the rich had to pay more than the poor. Teaching was oral, and the guru decided what to teach, in accordance with the needs of the students. Students were not separated out into different classes: all of them sat together in one place. The guru interacted separately with groups of children with different levels of learning."
    },
    {
        "id": "8.7.2.4",
        "parent_id": "8.7.2",
        "content": "Adam discovered that this flexible system was suited to local needs. For instance, classes were not held during harvest time when rural children often worked in the fields. The pathshala started once again when the crops had been cut and stored. This meant that even children of peasant families could study."
    },
    {
        "id": "8.7.2.5",
        "parent_id": "8.7.2",
        "content": "New routines, new rules \n Up to the mid-nineteenth century, the Company was concerned primarily with higher education. So it allowed the local pathshalas to function without much interference. After 1854 the Company decided to improve the system of vernacular education. It felt that this could be done by introducing order within the system, imposing routines, establishing rules, ensuring regular inspections."
    },
    {
        "id": "8.7.2.6",
        "parent_id": "8.7.2",
        "content": "How was this to be done? What measures did the Company undertake? It appointed a number of government pandits, each in charge of looking after four to five schools. The task of the pandit was to visit the pathshalas and try and improve the standard of teaching. Each guru was asked to submit periodic reports and take classes according to a regular timetable. Teaching was now to be based on textbooks and learning was to be tested through a system of annual examination. Students were asked to pay a regular fee, attend regular classes, sit on fixed seats, and obey the new rules of discipline."
    },
    {
        "id": "8.7.2.7",
        "parent_id": "8.7.2",
        "content": "Pathshalas which accepted the new rules were supported through government grants. Those who were unwilling to work within the new system received no government support. Over time gurus who wanted to retain their independence found it difficult to compete with the government aided and regulated pathshalas."
    },
    {
        "id": "8.7.2.8",
        "parent_id": "8.7.2",
        "content": "The new rules and routines had another consequence. In the earlier system children from poor peasant families had been able to go to pathshalas, since the timetable was flexible. The discipline of the new system demanded regular attendance, even during harvest time when children of poor families had to work in the fields. Inability to attend school came to be seen as indiscipline, as evidence of the lack of desire to learn."
    },
    {
        "id": "8.7.3.1",
        "parent_id": "8.7.3",
        "content": "The Agenda for a National Education \n\n British officials were not the only people thinking about education in India. From the early nineteenth century many thinkers from different parts of India began to talk of the need for a wider spread of education. Impressed with the developments in Europe, some Indians felt that Western education would help modernise India. They urged the British to open more schools, colleges and universities, and spend more money on education. There were other Indians, however, who reacted against Western education. Mahatma Gandhi and Rabindranath Tagore were two such individuals. Let us look at what they had to say."
    },
    {
        "id": "8.7.3.2",
        "parent_id": "8.7.3",
        "content": "“English education has enslaved us” \n Mahatma Gandhi argued that colonial education created a sense of inferiority in the minds of Indians. It made them see Western civilisation as superior, and destroyed the pride they had in their own culture. There was poison in this education, said Mahatma Gandhi, it was sinful, it enslaved Indians, it cast an evil spell on them. Charmed by the West, appreciating everything that came fr om the West, Indians educated in these institutions began admiring British rule. Mahatma Gandhi wanted an education that could help Indians recover their sense of dignity and self-respect. During the national movement he urged students to leave educational institutions in order to show to the British that Indians were no longer willing to be enslaved."
    },
    {
        "id": "8.7.3.3",
        "parent_id": "8.7.3",
        "content": "Mahatma Gandhi strongly felt that Indian languages ought to be the medium of teaching. Education in English crippled Indians, distanced them from their own social surroundings, and made them “strangers in their own lands”. Speaking a foreign tongue, despising local culture, the English educated did not know how to relate to the masses."
    },
    {
        "id": "8.7.3.4",
        "parent_id": "8.7.3",
        "content": "Western education, Mahatma Gandhi said, focused on reading and writing rather than oral knowledge; it valued textbooks rather than lived experience and practical knowledge. He argued that education ought to develop a person’s mind and soul. Literacy – or simply learning to read and write – by itself did not count as education. People had to work with their hands, learn a craft, and know how different things operated. This would develop their mind and their capacity to understand. As nationalist sentiments spread, other thinkers also began thinking of a system of national education which would be radically different from that set up by the British."
    },
    {
        "id": "8.7.3.5",
        "parent_id": "8.7.3",
        "content": "Tagore’s “abode of peace” \n Many of you may have heard of Santiniketan. Do you know why it was established and by whom? Rabindranath Tagore started the institution in 1901. As a child, Tagore hated going to school. He found it suffocating and oppressive. The school appeared like a prison, for he could never do what he felt like doing. So while other children listened to the teacher, Tagore’s mind would wander away."
    },
    {
        "id": "8.7.3.6",
        "parent_id": "8.7.3",
        "content": "The experience of his schooldays in Calcutta shaped Tagore’s ideas of education. On growing up, he wanted to set up a school where the child was happy, where she could be free and creative, where she was able to explore her own thoughts and desires. Tagore felt that childhood ought to be a time of self-learning, outside the rigid and restricting discipline of the schooling system set up by the British. Teachers had to be imaginative, understand the child, and help the child develop her curiosity. According to Tagore, the existing schools killed the natural desire of the child to be creative, her sense of wonder."
    },
    {
        "id": "8.7.3.7",
        "parent_id": "8.7.3",
        "content": "Tagore was of the view that creative learning could be encouraged only within a natural environment. So he chose to set up his school 100 kilometres away from Calcutta, in a rural setting. He saw it as an abode of peace (santiniketan ), where living in harmony with nature, children could cultivate their natural creativity."
    },
    {
        "id": "8.7.3.8",
        "parent_id": "8.7.3",
        "content": "In many senses Tagore and Mahatma Gandhi thought about education in similar ways. There were, however, differences too. Gandhiji was highly critical of Western civilisation and its worship of machines and technology. Tagore wanted to combine elements of modern Western civilisation with what he saw as the best within Indian tradition. He emphasised the need to teach science and technology at Santiniketan, along with art, music and dance."
    },
    {
        "id": "8.7.3.9",
        "parent_id": "8.7.3",
        "content": "Many individuals and thinkers were thus thinking about the way a national educational system could be fashioned. Some wanted changes within the system set up by the British, and felt that the system could be extended so as to include wider sections of people. Others urged that alternative systems be created so that people were educated into a culture that was truly national. Who was to define what was truly national? The debate about what this “national education” ought to be continued till after independence."
    },
    {
        "id": "8.7.3.",
        "parent_id": "8.7.3",
        "content": ""
    },
    {
        "id": "8.7.3.",
        "parent_id": "8.7.3",
        "content": ""
    }
]