[
    {
        "id": "8.1.1.1",
        "parent_id": "8.1.1",
        "content": "1 How, When and Where\n\nHow Important are Dates?\nThere was a time when historians were fascinated with dates. There were heated debates about the dates on which rulers were crowned or battles were fought. In the common-sense notion, history was synonymous with dates. You may have heard people say, “I find history boring because it is all about memorising dates.” Is such a conception true?"
    },
    {
        "id": "8.1.1.2",
        "parent_id": "8.1.1",
        "content": "History is certainly about changes that occur over time. It is about finding out how things were in the past and how things have changed. As soon as we compare the past with the present we refer to time, we talk of “before” and “after”."
    },
    {
        "id": "8.1.1.3",
        "parent_id": "8.1.1",
        "content": "Living in the world we do not always ask historical questions about what we see around us. We take things for granted, as if what we see has always been in the world we inhabit. But most of us have our moments of wonder, when we are curious, and we ask questions that actually are historical. Watching someone sip a cup of tea at a roadside tea stall you may wonder – when did people begin to drink tea or coffee? Looking out of the window of a train you may ask yourself – when were railways built and how did people travel long distances before the age of railways? Reading the newspaper in the morning you may be curious to know how people got to hear about things before newspapers began to be printed."
    },
    {
        "id": "8.1.1.4",
        "parent_id": "8.1.1",
        "content": "All such historical questions refer us back to notions of time. But time does not have to be always precisely dated in terms of a particular year or a month. Sometimes it is actually incorrect to fix precise dates to processes that happen over a period of time. People in India did not begin drinking tea one fine day; they developed a taste for it over time. There can be no one clear date for a process such as this. Similarly, we cannot fix one single date on which British rule was established, or the national movement started, or changes took place within the economy and society. All these things happened over a stretch of time. We can only refer to a span of time, an approximate period over which particular changes became visible."
    },
    {
        "id": "8.1.1.5",
        "parent_id": "8.1.1",
        "content": "Why, then, do we continue to associate history with a string of dates? This association has a reason. There was a time when history was an account of battles and big events. It was about rulers and their policies. Historians wrote about the year a king was crowned, the year he married, the year he had a child, the year he fought a particular war, the year he died, and the year the next ruler succeeded to the throne. For events such as these, specific dates can be determined, and in histories such as these, debates about dates continue to be important."
    },
    {
        "id": "8.1.1.6",
        "parent_id": "8.1.1",
        "content": "As you have seen in the history textbooks of the past two years, historians now write about a host of other issues, and other questions. They look at how people earned their livelihood, what they produced and ate, how cities developed and markets came up, how kingdoms were formed and new ideas spread, and how cultures and society changed."
    },
    {
        "id": "8.1.1.7",
        "parent_id": "8.1.1",
        "content": "Which dates? By what criteria do we choose a set of dates as important? The dates we select, the dates around which we compose our story of the past, are not important on their own. They become vital because we focus on a particular set of events as important. If our focus of study changes, if we begin to look at new issues, a newset of dates will appear significant."
    },
    {
        "id": "8.1.1.8",
        "parent_id": "8.1.1",
        "content": "Consider an example. In the histories written by British historians in India, the rule of each Governor-General was important. These histories began with the rule of the first Governor-General, Warren Hastings, and ended with the last Viceroy, Lord Mountbatten. In separate chapters we read about the deeds of others – Hastings, Wellesley, Bentinck, Dalhousie, Canning, Lawrence, Lytton, Ripon, Curzon, Harding, Irwin. It was a seemingly never-ending succession of Governor-Generals and Viceroys. All the dates in these history books were linked to these personalities – to their activities, policies, achievements. It was as if there was nothing outside their lives that was important for us to know. The chronology of their lives marked the different chapters of the history of British India."
    },
    {
        "id": "8.1.1.9",
        "parent_id": "8.1.1",
        "content": "Can we not write about the history of this period in a different way? How do we focus on the activities of different groups and classes in Indian society within the format of this history of Governor-Generals?"
    },
    {
        "id": "8.1.1.10",
        "parent_id": "8.1.1",
        "content": "When we write history, or a story, we divide it into chapters. Why do we do this? It is to give each chapter some coherence. It is to tell a story in a way that makes some sense and can be followed. In the process we focus only on those events that help us to give shape to the story we are telling. In the histories that revolve around the life of British Governor-Generals, the activities of Indians simply do not fit, they have no space. What, then, do we do? Clearly, we need another format for our history. This would mean that the old dates will no longer have the significance they earlier had. A new set of dates will become more important for us to know."
    },
    {
        "id": "8.1.1.11",
        "parent_id": "8.1.1",
        "content": "How do we periodise? In 1817, James Mill, a Scottish economist and political philosopher, published a massive three-volume work, A History of British India. In this he divided Indian history into three periods – Hindu, Muslim and British. This periodisation came to be widely accepted. Can you think of any problem with this way of looking at Indian history?"
    },
    {
        "id": "8.1.1.12",
        "parent_id": "8.1.1",
        "content": "Why do we try and divide history into different periods? We do so in an attempt to capture the characteristics of a time, its central features as they appear to us. So the terms through which we periodise – that is, demarcate the difference between periods – become important. They reflect our ideas about the past. They show how we see the significance of the change from one period to the next."
    },
    {
        "id": "8.1.1.13",
        "parent_id": "8.1.1",
        "content": "Mill thought that all Asian societies were at a lower level of civilisation than Europe. According to his telling of history, before the British came to India, Hindu and Muslim despots ruled the country. Religious intolerance, caste taboos and superstitious practices dominated social life. British rule, Mill felt, could civilise India. To do this it was necessary to introduce European manners, arts, institutions and laws in India. Mill, in fact, suggested that the British should conquer all the territories in India to ensure the enlightenment and happiness of the Indian people. For India was not capable of progress without British help."
    },
    {
        "id": "8.1.1.14",
        "parent_id": "8.1.1",
        "content": "In this idea of history, British rule represented all the forces of progress and civilisation. The period before British rule was one of darkness. Can such a conception be accepted today?"
    },
    {
        "id": "8.1.1.15",
        "parent_id": "8.1.1",
        "content": "In any case, can we refer to any period of history as “Hindu” or “Muslim”? Did not a variety of faiths exist simultaneously in these periods? Why should we characterise an age only through the religion of the rulers of the time? To do so is to suggest that the lives and practices of the others do not really matter. We should also remember that even rulers in ancient India did not all share the same faith."
    },
    {
        "id": "8.1.1.16",
        "parent_id": "8.1.1",
        "content": "Moving away from British classification, historians have usually divided Indian history into ‘ancient’, ‘medieval’ and ‘modern’. This division too has its problems. It is a periodisation that is borrowed from the West where the modern period was associated with the growth of all the forces of modernity – science, reason, democracy, liberty and equality. Medieval was a term used to describe a society where these features of modern society did not exist. Can we uncritically accept this characterisation of the modern period to describe the period of our study? As you will see in this book, under British rule people did not have equality, freedom or liberty. Nor was the period one of economic growth and progress. Many historians therefore refer to this period as ‘colonial’."
    },
    {
        "id": "8.1.1.17",
        "parent_id": "8.1.1",
        "content": "What is colonial? In this book you will read about the way the British came to conquer the country and establish their rule, subjugating local nawabs and rajas. You will see how they established control over the economy and society, collected revenue to meet all their expenses, bought the goods they wanted at low prices, produced crops they needed for export, and you will understand the changes that came about as a consequence. You will also come to know about the changes British rule brought about in values and tastes, customs and practices. When the subjugation of one country by another leads to these kinds of political, economic, social and cultural changes, we refer to the process as colonisation. You will, however, find that all classes and groups did not experience these changes in the same way. That is why the book is called Our Pasts in the plural."
    },
    {
        "id": "8.1.2.1",
        "parent_id": "8.1.2",
        "content": "How do We Know? \n\n What sources do historians use in writing about the last 250 years of Indian history?\nAdministration produces records\nOne important source is the official records of the British administration. The British believed that the act of writing was important. Every instruction, plan, policy decision, agreement, investigation had to be clearly written up. Once this was done, things could be properly studied and debated. This conviction produced an administrative culture of memos, notings and reports."
    },
    {
        "id": "8.1.2.2",
        "parent_id": "8.1.2",
        "content": "The British also felt that all important documents and letters needed to be carefully preserved. So they set up record rooms attached to all administrative institutions. The village tahsildar’s office, the collectorate, the commissioner’s office, the provincial secretariats, the lawcourts – all had their record rooms. Specialised institutions like archives and museums were also established to preserve important records."
    },
    {
        "id": "8.1.2.3",
        "parent_id": "8.1.2",
        "content": "Letters and memos that moved from one branch of the administration to another in the early years of the nineteenth century can still be read in the archives. You can also study the notes and reports that district officials prepared, or the instructions and directives that were sent by officials at the top to provincial administrators."
    },
    {
        "id": "8.1.2.4",
        "parent_id": "8.1.2",
        "content": "In the early years of the nineteenth century these documents were carefully copied out and beautifully written by calligraphists – that is, by those who specialised in the art of beautiful writing. By the middle of the nineteenth century, with the spread of printing, multiple copies of these records were printed as proceedings of each government department."
    },
    {
        "id": "8.1.2.5",
        "parent_id": "8.1.2",
        "content": "Surveys become important \n The practice of surveying also became common under the colonial administration. The British believed that a country had to be properly known before it could be effectively administered."
    },
    {
        "id": "8.1.2.6",
        "parent_id": "8.1.2",
        "content": "By the early nineteenth century detailed surveys were being carried out to map the entire country. In the villages, revenue surveys were conducted. The effort was to know the topography, the soil quality, the flora, the fauna, the local histories, and the cropping pattern – all the facts seen as necessary to know about to administer the region. From the end of the nineteenth century, Census operations were held every ten years. These prepared detailed records of the number of people in all the provinces of India, noting information on castes, religions and occupation. There were many other surveys – botanical surveys, zoological surveys, archaeological surveys, anthropological surveys, forest surveys."
    },
    {
        "id": "8.1.2.7",
        "parent_id": "8.1.2",
        "content": "What official records do not tell \n From this vast corpus of records we can get to know a lot, but we must remember that these are official records. They tell us what the officials thought, what they were interested in, and what they wished to preserve for posterity. These records do not always help us understand what other people in the country felt, and what lay behind their actions."
    },
    {
        "id": "8.1.2.8",
        "parent_id": "8.1.2",
        "content": "For that we need to look elsewhere. When we begin to search for these other sources we find them in plenty, though they are more difficult to get than official records. We have diaries of people, accounts of pilgrims and travellers, autobiographies of important personalities, and popular booklets that were sold in the local bazaars. As printing spread, newspapers were published and issues were debated in public. Leaders and reformers wrote to spread their ideas, poets and novelists wrote to express their feelings."
    },
    {
        "id": "8.1.2.9",
        "parent_id": "8.1.2",
        "content": "All these sources, however, were produced by those who were literate. From these we will not be able to understand how history was experienced and lived by the tribals and the peasants, the workers in the mines or the poor on the streets. Getting to know their lives is a more difficult task. Yet this can be done, if we make a little bit of effort. When you read this book you will see how this can be done."
    },
    {
        "id": "8.2.1.1",
        "parent_id": "8.2.1",
        "content": "2 From Trade to Territory \n The Company Establishes Power \n\n Aurangzeb was the last of the powerful Mughal rulers. He established control over a very large part of the territory that is now known as India. After his death in 1707, many Mughal governors (subadars) and big zamindars began asserting their authority and establishing regional kingdoms. As powerful regional kingdoms emerged in various parts of India, Delhi could no longer function as an effective centre."
    },
    {
        "id": "8.2.1.2",
        "parent_id": "8.2.1",
        "content": "By the second half of the eighteenth century, however, a new power was emerging on the political horizon – the British. Did you know that the British originally came as a small trading company and were reluctant to acquire territories? How then did they come to be masters of a vast empire? In this chapter you will see how this came about."
    },
    {
        "id": "8.2.1.3",
        "parent_id": "8.2.1",
        "content": "After Aurangzeb there was no powerful Mughal ruler, but Mughal emperors continued to be symbolically important. In fact, when a massive rebellion against British rule broke out in 1857, Bahadur Shah Zafar, the Mughal emperor at the time, was seen as the natural leader. Once the revolt was put down by the company, Bahadur Shah Zafar was forced to leave the kingdom, and his sons were shot in cold blood."
    },
    {
        "id": "8.2.2.1",
        "parent_id": "8.2.2",
        "content": "Mercantile – A business enterprise that makes profit primarily through trade, buying goods cheap and selling them at higher prices"
    },
    {
        "id": "8.2.2.2",
        "parent_id": "8.2.2",
        "content": "East India Company Comes East \n\n In 1800, the East India Company acquired a charter from the ruler of England, Queen Elizabeth I, granting it the sole right to trade with the East. This meant that no other trading group in England could compete with the East India Company. With this charter the Company could venture across the oceans, looking for new lands from which it could buy goods at a cheap price, and carry them back to Europe to sell at higher prices. The Company did not have to fear competition from other English trading companies. Mercantile trading companies in those days made profit primarily by excluding competition, so that they could buy cheap and sell dear."
    },
    {
        "id": "8.2.2.3",
        "parent_id": "8.2.2",
        "content": "The royal charter, however, could not prevent other European powers from entering the Eastern markets. By the time the first English ships sailed down the west coast of Africa, round the Cape of Good Hope, and crossed the Indian Ocean, the Portuguese had already established their presence in the western coast of India, and had their base in Goa. In fact, it was Vasco da Gama, a Portuguese explorer, who had discovered this sea route to India in 1498. By the early seventeenth century, the Dutch too were exploring the possibilities of trade in the Indian Ocean. Soon the French traders arrived on the scene."
    },
    {
        "id": "8.2.2.4",
        "parent_id": "8.2.2",
        "content": "The problem was that all the companies were interested in buying the same things. The fine qualities of cotton and silk produced in India had a big market in Europe. Pepper, cloves, cardamom and cinnamon too were in great demand. Competition amongst the European companies inevitably pushed up the prices at which these goods could be purchased, and this reduced the profits that could be earned. The only way the trading companies could flourish was by eliminating rival competitors. The urge to secure markets therefore led to fierce battles between the trading companies. Through the seventeenth and eighteenth centuries they regularly sank each other’s ships, blockaded routes, and prevented rival ships from moving with supplies of goods. Trade was carried on with arms and trading posts were protected through fortification."
    },
    {
        "id": "8.2.2.5",
        "parent_id": "8.2.2",
        "content": "This effort to fortify settlements and carry on profitable trade also led to intense conflict with local rulers. The company therefore found it difficult to separate trade from politics. Let us see how this happened."
    },
    {
        "id": "8.2.2.6",
        "parent_id": "8.2.2",
        "content": "Farman – A royal edict, a royal order"
    },
    {
        "id": "8.2.2.7",
        "parent_id": "8.2.2",
        "content": "East India Company begins trade in Bengal \n\n The first English factory was set up on the banks of the river Hugli in 1851. This was the base from which the Company’s traders, known at that time as “factors”, operated. The factory had a warehouse where goods for export were stored, and it had offices where Company officials sat. As trade expanded, the Company persuaded merchants and traders to come and settle near the factory. By 1898 it began building a fort around the settlement. Two years later it bribed Mughal officials into giving the Company zamindari rights over three villages. One of these was Kalikata, which later grew into the city of Calcutta or Kolkata as it is known today. It also persuaded the Mughal emperor Aurangzeb to issue a farman granting the Company the right to trade duty free."
    },
    {
        "id": "8.2.2.8",
        "parent_id": "8.2.2",
        "content": "The Company tried continuously to press for more concessions and manipulate existing privileges. Aurangzeb’s farman, for instance, had granted only the Company the right to trade duty free. But officials of the Company, who were carrying on private trade on the side, were expected to pay duty. This they refused to pay, causing an enormous loss of revenue for Bengal. How could the Nawab of Bengal, Murshid Quli Khan, not protest?"
    },
    {
        "id": "8.2.2.9",
        "parent_id": "8.2.2",
        "content": "How trade led to battles \n\n Through the early eighteenth century the conflict between the Company and the nawabs of Bengal intensified. After the death of Aurangzeb, the Bengal nawabs asserted their power and autonomy, as other regional powers were doing at that time. Murshid Quli Khan was followed by Alivardi Khan and then Sirajuddaulah as the Nawab of Bengal. Each one of them was a strong ruler. They refused to grant the Company concessions, demanded large tributes for the Company’s right to trade, denied it any right to mint coins, and stopped it from extending its fortifications. Accusing the Company of deceit, they claimed that the Company was depriving the Bengal government of huge amounts of revenue and undermining the authority of the nawab. It was refusing to pay taxes, writing disrespectful letters, and trying to humiliate the nawab and his officials."
    },
    {
        "id": "8.2.2.10",
        "parent_id": "8.2.2",
        "content": "The Company on its part declared that the unjust demands of the local officials were ruining the trade of the Company, and trade could flourish only if the duties were removed. It was also convinced that to expand trade it had to enlarge its settlements, buy up villages, and rebuild its forts. The conflicts led to confrontations and finally culminated in the famous Battle of Plassey."
    },
    {
        "id": "8.2.2.11",
        "parent_id": "8.2.2",
        "content": "Puppet – Literally, a toy that you can move with strings. The term is used disapprovingly to refer to a person who is controlled by someone else."
    },
    {
        "id": "8.2.2.12",
        "parent_id": "8.2.2",
        "content": "The Battle of Plassey \n When Alivardi Khan died in 1758, Sirajuddaulah became the nawab of Bengal. The Company was worried about his power and keen on a puppet ruler who would willingly give trade concessions and other privileges. So it tried, though without success, to help one of Sirajuddaulah’s rivals become the nawab. An infuriated Sirajuddaulah asked the Company to stop meddling in the political affairs of his dominion, stop fortification, and pay the revenues. After negotiations failed, the Nawab marched with 30,000 soldiers to the English factory at Kassimbazar, captured the Company officials, locked the warehouse, disarmed all Englishmen, and blockaded English ships. Then he marched to Calcutta to establish control over the Company’s fort there."
    },
    {
        "id": "8.2.2.13",
        "parent_id": "8.2.2",
        "content": "On hearing the news of the fall of Calcutta, Company officials in Madras sent forces under the command of Robert Clive, reinforced by naval fleets. Prolonged negotiations with the Nawab followed. Finally, in 1757, Robert Clive led the Company’s army against Sirajuddaulah at Plassey. One of the main reasons for the defeat of the Nawab was that the forces led by Mir Jafar, one of Sirajuddaulah’s commanders, never fought the battle. Clive had managed to secure his support by promising to make him nawab after crushing Sirajuddaulah. The Battle of Plassey became famous because it was the first major victory the Company won in India."
    },
    {
        "id": "8.2.2.14",
        "parent_id": "8.2.2",
        "content": "After the defeat at Plassey, Sirajuddaulah was assassinated and Mir Jafar made the nawab. The Company was still unwilling to take over the responsibility of administration. Its prime objective was the expansion of trade. If this could be done without conquest, through the help of local rulers who were willing to grant privileges, then territories need not be taken over directly."
    },
    {
        "id": "8.2.2.15",
        "parent_id": "8.2.2",
        "content": "Soon the Company discovered that this was rather difficult. For even the puppet nawabs were not always as helpful as the Company wanted them to be. After all, they had to maintain a basic appearance of dignity and sovereignty if they wanted respect from their subjects."
    },
    {
        "id": "8.2.2.16",
        "parent_id": "8.2.2",
        "content": "What could the Company do? When Mir Jafar protested, the Company deposed him and installed Mir Qasim in his place. When Mir Qasim complained, he in turn was defeated in a battle fought at Buxar (1784), driven out of Bengal, and Mir Jafar was reinstalled. The Nawab had to pay Rs 500,000 every month but the Company wanted more money to finance its wars, and meet the demands of trade and its other expenses. It wanted more territories and more revenue. By the time Mir Jafar died in 1785 the mood of the Company had changed. Having failed to work with puppet nawabs, Clive declared: “We must indeed become nawabs ourselves.”"
    },
    {
        "id": "8.2.2.17",
        "parent_id": "8.2.2",
        "content": "Finally, in 1785 the Mughal emperor appointed the Company as the Diwan of the provinces of Bengal. The Diwani allowed the Company to use the vast revenue resources of Bengal. This solved a major problem that the Company had earlier faced. From the early eighteenth century its trade with India had expanded. But it had to buy most of the goods in India with gold and silver imported from Britain. This was because at this time Britain had no goods to sell in India. The outflow of gold from Britain slowed after the Battle of Plassey, and entirely stopped after the assumption of Diwani. Now revenues from India could finance Company expenses. These revenues could be used to purchase cotton and silk textiles in India, maintain Company troops, and meet the cost of building the Company fort and offices at Calcutta."
    },
    {
        "id": "8.2.2.18",
        "parent_id": "8.2.2",
        "content": "Company officials become “nabobs” \n What did it mean to be nawabs? It meant of course that the Company acquired more power and authority. But it also meant something else. Each company servant began to have visions of living like nawabs."
    },
    {
        "id": "8.2.2.19",
        "parent_id": "8.2.2",
        "content": "After the Battle of Plassey the actual nawabs of Bengal were forced to give land and vast sums of money as personal gifts to Company officials. Robert Clive himself amassed a fortune in India. He had come to Madras (now Chennai) from England in 1743 at the age of 18. When in 1787 he left India his Indian fortune was worth £401,102. Interestingly, when he was appointed Governor of Bengal in 1784, he was asked to remove corruption in Company administration but he was himself cross-examined in 1772 by the British Parliament which was suspicious of his vast wealth. Although he was acquitted, he committed suicide in 1774."
    },
    {
        "id": "8.2.2.20",
        "parent_id": "8.2.2",
        "content": "However, not all Company officials succeeded in making money like Clive. Many died an early death in India due to disease and war and it would not be right to regard all of them as corrupt and dishonest. Many of them came from humble backgrounds and their uppermost desire was to earn enough in India, return to Britain and lead a comfortable life. Those who managed to return with wealth led flashy lives and flaunted their riches. They were called “nabobs” – an anglicised version of the Indian word nawab. They were often seen as upstarts and social climbers in British society and were ridiculed or made fun of in plays and cartoons."
    },
    {
        "id": "8.2.3.1",
        "parent_id": "8.2.3",
        "content": "Company Rule Expands \n\n If we analyse the process of annexation of Indian states by the East India Company from 1757 to 1857, certain key aspects emerge. The Company rarely launched a direct military attack on an unknown territory. Instead it used a variety of political, economic and diplomatic methods to extend its influence before annexing an Indian kingdom."
    },
    {
        "id": "8.2.3.2",
        "parent_id": "8.2.3",
        "content": "After the Battle of Buxar (1784), the Company appointed Residents in Indian states. They were political or commercial agents and their job was to serve and further the interests of the Company. Through the Residents, the Company officials began interfering in the internal affairs of Indian states. They tried to decide who was to be the successor to the throne, and who was to be appointed in administrative posts. Sometimes the Company forced the states into a “subsidiary alliance”. According to the terms of this alliance, Indian rulers were not allowed to have their independent armed forces. They were to be protected by the Company, but had to pay for the “subsidiary forces” that the Company was supposed to maintain for the purpose of this protection. If the Indian rulers failed to make the payment, then part of their territory was taken away as penalty. For example, when Richard Wellesley was Governor- General (1798-1805), the Nawab of Awadh was forced to give over half of his territory to the Company in 1801, as he failed to pay for the “subsidiary forces”. Hyderabad was also forced to cede territories on similar grounds."
    },
    {
        "id": "8.2.3.3",
        "parent_id": "8.2.3",
        "content": "Tipu Sultan – The “Tiger of Mysore” The Company resorted to direct military confrontation when it saw a threat to its political or economic interests. This can be illustrated with the case of the southern Indian state of Mysore."
    },
    {
        "id": "8.2.3.4",
        "parent_id": "8.2.3",
        "content": "Mysore had grown in strength under the leadership of powerful rulers like Haidar Ali (ruled from 1781 to 1782) and his famous son Tipu Sultan (ruled from 1782 to 1799). Mysore controlled the profitable trade of the Malabar coast where the Company purchased pepper and cardamom. In 1785 Tipu Sultan stopped the export of sandalwood, pepper and cardamom through the ports of his kingdom, and disallowed local merchants from trading with the Company. He also established a close relationship with the French in India, and modernised his army with their help."
    },
    {
        "id": "8.2.3.5",
        "parent_id": "8.2.3",
        "content": "The British were furious. They saw Haidar and Tipu as ambitious, arrogant and dangerous – rulers who had to be controlled and crushed. Four wars were fought with Mysore (1787-89, 1780-84, 1790-92 and 1799). Only in the last – the Battle of Seringapatam – did the Company ultimately win a victory. Tipu Sultan was killed defending his capital Seringapatam, Mysore was placed under the former ruling dynasty of the Wodeyars and a subsidiary alliance was imposed on the state."
    },
    {
        "id": "8.2.3.6",
        "parent_id": "8.2.3",
        "content": "War with the Marathas \n From the late eighteenth century the Company also sought to curb and eventually destroy Maratha power. With their defeat in the Third Battle of Panipat in 1781, the Marathas’ dream of ruling from Delhi was shattered. They were divided into many states under different chiefs (sardars) belonging to dynasties such as Sindhia, Holkar, Gaikwad and Bhonsle. These chiefs were held together in a confederacy under a Peshwa (Principal Minister) who became its effective military and administrative head based in Pune. Mahadji Sindhia and Nana Phadnis were two famous Maratha soldiers and statesmen of the late eighteenth century."
    },
    {
        "id": "8.2.3.7",
        "parent_id": "8.2.3",
        "content": "The Marathas were subdued in a series of wars. In the first war that ended in 1782 with the Treaty of Salbai, there was no clear victor. The Second Anglo-Maratha War (1803-05) was fought on different fronts, resulting in the British gaining Orissa and the territories north of the Yamuna river including Agra and Delhi. Finally, the Third Anglo-Maratha War of 1817-19 crushed Maratha power. The Peshwa was removed and sent away to Bithur near Kanpur with a pension. The Company now had complete control over the territories south of the Vindhyas."
    },
    {
        "id": "8.2.3.8",
        "parent_id": "8.2.3",
        "content": "The claim to paramountcy \n It is clear from the above that from the early nineteenth century the Company pursued an aggressive policy of territorial expansion. Under Lord Hastings (Governor-General from 1813 to 1823) a new policy of “paramountcy” was initiated. Now the Company claimed that its authority was paramount or supreme, hence its power was greater than that of Indian states. In order to protect its interests it was justified in annexing or threatening to annex any Indian kingdom. This view continued to guide later British policies as well."
    },
    {
        "id": "8.2.3.9",
        "parent_id": "8.2.3",
        "content": "This process, however, did not go unchallenged. For example, when the British tried to annex the small state of Kitoor (in Karnataka today), Rani Channamma took to arms and led an anti-British resistance movement. She was arrested in 1824 and died in prison in 1829. But Rayanna, a poor chowkidar of Sangoli in Kitoor, carried on the resistance. With popular support he destroyed many British camps and records. He was caught and hanged by the British in 1830. You will read more about several cases of resistance later in the book."
    },
    {
        "id": "8.2.3.10",
        "parent_id": "8.2.3",
        "content": "In the late 1830s the East India Company became worried about Russia. It imagined that Russia might expand across Asia and enter India from the north-west. Driven by this fear, the British now wanted to secure their control over the north-west. They fought a prolonged war with Afghanistan between 1838 and 1842 and established indirect Company rule there. Sind was taken over in 1843. Next in line was Punjab. But the presence of Maharaja Ranjit Singh held back the Company. After his death in 1839, two prolonged wars were fought with the Sikh kingdom. Ultimately, in 1849, Punjab was annexed."
    },
    {
        "id": "8.2.3.11",
        "parent_id": "8.2.3",
        "content": "The Doctrine of Lapse \n The final wave of annexations occurred under Lord Dalhousie who was the Governor-General from 1848 to 1858. He devised a policy that came to be known as the Doctrine of Lapse. The doctrine declared that if an Indian ruler died without a male heir his kingdom would “lapse”, that is, become part of Company territory. One kingdom after another was annexed simply by applying this doctrine: Satara (1848), Sambalpur (1850), Udaipur (1852), Nagpur (1853) and Jhansi (1854)."
    },
    {
        "id": "8.2.3.12",
        "parent_id": "8.2.3",
        "content": "Finally, in 1858, the Company also took over Awadh. This time the British had an added argument – they said they were “obliged by duty” to take over Awadh in order to free the people from the “misgovernment” of the Nawab! Enraged by the humiliating way in which the Nawab was deposed, the people of Awadh joined the great revolt that broke out in 1857."
    },
    {
        "id": "8.2.4.1",
        "parent_id": "8.2.4",
        "content": "Qazi – A judge \n Mufti – A jurist of the Muslim community responsible for expounding the law that the qazi would administer \n Impeachment – A trial by the House of Lords in England for charges of misconduct brought against a person in the House of Commons \n Dharmashastras – Sanskrit texts prescribing social rules and codes of behaviour, composed from c. 500 BCE onwards \n Sawar – Men on horses \n Musket – A heavy gun used by infantry soldiers \n Matchlock – An early type of gun in which the powder was ignited by a match"
    },
    {
        "id": "8.2.4.2",
        "parent_id": "8.2.4",
        "content": "Setting up a New Administration \n\n Warren Hastings (Governor-General from 1773 to 1785) was one of the many important figures who played a significant role in the expansion of Company power. By his time the Company had acquired power not only in Bengal, but also in Bombay and Madras. British territories were broadly divided into administrative units called Presidencies. There were three Presidencies: Bengal, Madras and Bombay. Each was ruled by a Governor. The supreme head of the administration was the Governor-General. Warren Hastings, the first Governor-General, introduced several administrative reforms, notably in the sphere of justice."
    },
    {
        "id": "8.2.4.3",
        "parent_id": "8.2.4",
        "content": "From 1772 a new system of justice was established. Each district was to have two courts – a criminal court ( faujdari adalat ) and a civil court (diwani adalat ). Maulvis and Hindu pandits interpreted Indian laws for the European district collectors who presided over civil courts. The criminal courts were still under a qazi and a mufti but under the supervision of the collectors."
    },
    {
        "id": "8.2.4.4",
        "parent_id": "8.2.4",
        "content": "A major problem was that the Brahman pandits gave different interpretations of local laws based on different schools of the dharmashastra. To bring about uniformity, in 1775 eleven pandits were asked to compile a digest of Hindu laws. N.B. Halhed translated this digest into English. By 1778 a code of Muslim laws was also compiled for the benefit of European judges. Under the Regulating Act of 1773, a new Supreme Court was established, while a court of appeal – the Sadar Nizamat Adalat – was also set up at Calcutta."
    },
    {
        "id": "8.2.4.5",
        "parent_id": "8.2.4",
        "content": "The principal figure in an Indian district was the Collector. As the title suggests, his main job was to collect revenue and taxes and maintain law and order in his district with the help of judges, police officers and darogas. His office – the Collectorate – became the new centre of power and patronage that steadily replaced previous holders of authority."
    },
    {
        "id": "8.2.4.6",
        "parent_id": "8.2.4",
        "content": "The Company army \n Colonial rule in India brought in some new ideas of administration and reform but its power rested on its military strength. The Mughal army was mainly composed of cavalry (sawars: trained soldiers on horseback) and infantry, that is, paidal (foot) soldiers. They were given training in archery (teer-andazi) and the use of the sword. The cavalry dominated the army and the Mughal state did not feel the need to have a large professionally trained infantry. The rural areas had a large number of armed peasants and the local zamindars often supplied the Mughals with paidal soldiers."
    },
    {
        "id": "8.2.4.7",
        "parent_id": "8.2.4",
        "content": "A change occurred in the eighteenth century when Mughal successor states like Awadh and Benaras started recruiting peasants into their armies and training them as professional soldiers. The East India Company adopted the same method when it began recruitment for its own army, which came to be known as the sepoy army (from the Indian word sipahi, meaning soldier)."
    },
    {
        "id": "8.2.4.8",
        "parent_id": "8.2.4",
        "content": "As warfare technology changed from the 1820s, the cavalry requirements of the Company’s army declined. This is because the British empire was fighting in Burma, Afghanistan and Egypt where soldiers were armed with muskets and matchlocks. The soldiers of the Company’s army had to keep pace with changing military requirements and its infantry regiments now became more important."
    },
    {
        "id": "8.2.4.9",
        "parent_id": "8.2.4",
        "content": "In the early nineteenth century the British began to develop a uniform military culture. Soldiers were increasingly subjected to European-style training, drill and discipline that regulated their life far more than before. Often this created problems since caste and community feelings were ignored in building a force of professional soldiers. Could individuals so easily give up their caste and religious feelings? Could they see themselves only as soldiers and not as members of communities?"
    },
    {
        "id": "8.2.5.1",
        "parent_id": "8.2.5",
        "content": "Conclusion \n\n Thus the East India Company was transformed from a trading company to a territorial colonial power. The arrival of new steam technology in the early nineteenth century also aided this process. Till then it would take anywhere between six and eight months to travel to India by sea. Steamships reduced the journey time to three weeks enabling more Britishers and their families to come to a far-off country like India."
    },
    {
        "id": "8.2.5.2",
        "parent_id": "8.2.5",
        "content": "By 1857 the Company came to exercise direct rule over about 83 per cent of the territory and 78 per cent of the population of the Indian subcontinent. Combined with its indirect influence on the remaining territory and population of the country, the East India Company had virtually the whole of India under its control."
    },
    {
        "id": "8.2.4.",
        "parent_id": "8.2.4",
        "content": ""
    }
]