[
	{
		"content": "Take a look at Maps 1 and 2. Map 1 was made in 1154 CE by the Arab geographer Al-Idrisi. The section reproduced here is a detail of the Indian subcontinent from his larger map of the world. Map 2 was made in the 1720s by a French cartographer. The two maps are quite different even though they are of the same area. In al-Idrisi’s map, south India is where we would expect to find north India and Sri Lanka is the island at the top. Place-names are marked in Arabic, and there are some well-known names like Kanauj in Uttar Pradesh (spelt in the map as Qanauj). Map 2 was made nearly 600 years after Map 1, during which time information about the subcontinent had changed considerably. This map seems more familiar to us and the coastal areas in particular are surprisingly detailed. This map was used by European sailors and merchants on their voyages (see Chapter 6).",
		"parent_id" : "7.1.1",
		"id": "7.1.1.1"
	},
	{
		"content": "Equally important is the fact that the science of cartography differed in the two periods. When historians read documents, maps and texts from the past they have to be sensitive to the different historical backgrounds – the contexts – in which information about the past was produced.",
		"parent_id" : "7.1.1",
		"id": "7.1.1.2"
	},
	{
		"content": "Cartographer - A person who makes maps.",
		"parent_id" : "7.1.1",
		"id": "7.1.1.3"
	},
	{
		"content": "If the context in which information is produced changes with time, what about language and meanings? Historical records exist in a variety of languages which have changed considerably over the years. Medieval Persian, for example, is different from modern Persian. The difference is not just with regard to grammar and vocabulary; the meanings of words also change over time.",
		"parent_id" : "7.1.2",
		"id": "7.1.2.1"
	},
	{
		"content": "Take the term “Hindustan”, for example. Today we understand it as “India”, the modern nation-state. When the term was used in the thirteenth century by Minhaj-i-Siraj, a chronicler who wrote in Persian, he meant the areas of Punjab, Haryana and the lands between the Ganga and Yamuna. He used the term in a political sense for lands that were a part of the dominions of the Delhi Sultan. The areas included in this term shifted with the extent of the Sultanate but the term never included south India. By contrast, in the early sixteenth century Babur used Hindustan to describe the geography, the fauna and the culture of the inhabitants of the subcontinent. As we will see later in the chapter, this was somewhat similar to the way the fourteenth-century poet Amir Khusrau used the word “Hind”. While the idea of a geographical and cultural entity like “India” did exist, the term “Hindustan” did not carry the political and national meanings which we associate with it today.",
		"parent_id" : "7.1.2",
		"id": "7.1.2.2"
	},
	{
		"content": "Historians today have to be careful about the terms they use because they meant different things in the past. Take, for example, a simple term like “foreigner”. It is used today to mean someone who is not an Indian. In the medieval period a “foreigner” was any stranger who appeared say in a given village, someone who was not a part of that society or culture. (In Hindi the term pardesi might be used to describe such a person and in Persian, ajnabi.) A city-dweller, therefore, might have regarded a forest-dweller as a “foreigner”, but two peasants living in the same village were not foreigners to each other, even though they may have had different religious or caste backgrounds.",
		"parent_id" : "7.1.2",
		"id": "7.1.2.3"
	},
	{
		"content": "Historians use different types of sources to learn about the past depending upon the period of their study and the nature of their investigation. Last year, for example, you read about rulers of the Gupta dynasty and Harshavardhana. In this book we will read about the following thousand years, from roughly 700 to 1750.",
		"parent_id" : "7.1.3",
		"id": "7.1.3.1"
	},
	{
		"content": "You will notice some continuity in the sources used by historians for the study of this period. They still rely on coins, inscriptions, architecture and textual records for information. But there is also considerable discontinuity. The number and variety of textual records increased dramatically during this period. They slowly displaced other types of available information. Through this period paper gradually became cheaper and more widely available. People used it to write holy texts, chronicles of rulers, letters and teachings of saints, petitions and judicial records, and for registers of accounts and taxes. Manuscripts were collected by wealthy people, rulers, monasteries and temples. They were placed in libraries and archives. These manuscripts and documents provide a lot of detailed information to historians but they are also difficult to use.",
		"parent_id" : "7.1.3",
		"id": "7.1.3.2"
	},
	{
		"content": "There was no printing press in those days so scribes copied manuscripts by hand. If you have ever copied a friend’s homework you would know that this is not a simple exercise. Sometimes you cannot read your friend’s handwriting and are forced to guess what is written. As a result there are small but significant differences in your copy of your friend’s work. Manuscript copying is somewhat similar. As scribes copied manuscripts, they also introduced small changes – a word here, a sentence there. These small differences grew over centuries of copying until manuscripts of the same text became substantially different from one another. This is a serious problem because we rarely find the original manuscript of the author today. We are totally dependent upon the copies made by later scribes. As a result historians have to read different manuscript versions of the same text to guess what the author had originally written.",
		"parent_id" : "7.1.3",
		"id": "7.1.3.3"
	},
	{
		"content": "On occasion authors revised their chronicles at different times. The fourteenth-century chronicler Ziyauddin Barani wrote his chronicle first in 1356 and another version two years later. The two differ from each other but historians did not know about the existence of the first version until the 1960s. It remained lost in large library collections.",
		"parent_id" : "7.1.3",
		"id": "7.1.3.4"
	},
	{
		"content": "Archive - A place where documents and manuscripts are stored. Today all national and state governments have archives where they keep all their old official records and transactions.",
		"parent_id" : "7.1.3",
		"id": "7.1.3.5"
	},
	{
		"content": "The study of the thousand years between 700 and 1750 is a huge challenge to historians largely because of the scale and variety of developments that occurred over the period. At different moments in this period new technologies made their appearance – like the Persian wheel in irrigation, the spinning wheel in weaving, and firearms in combat. New foods and beverages arrived in the subcontinent – potatoes, corn, chillies, tea and coffee. Remember that all these innovations – new technologies and crops – came along with people, who brought other ideas with them as well. As a result, this was a period of economic, political, social and cultural changes. You will learn about some of these changes in Chapters 5, 6 and 7.",
		"parent_id" : "7.1.4",
		"id": "7.1.4.1"
	},
	{
		"content": "This was also a period of great mobility. Groups of people travelled long distances in search of opportunity. The subcontinent held immense wealth and the possibilities for people to carve a fortune. One group of people who became important in this period were the Rajputs, a name derived from “Rajaputra”, the son of a ruler. Between the eighth and fourteenth centuries the term was applied more generally to a group of warriors who claimed Kshatriya caste status. The term included not just rulers and chieftains but also soldiers and commanders who served in the armies of different monarchs all over the subcontinent. A chivalric code of conduct – extreme valour and a great sense of loyalty – were the qualities attributed to Rajputs by their poets and bards. Other groups of people such as the Marathas, Sikhs, Jats, Ahoms and Kayasthas (a caste of scribes and secretaries) also used the opportunities of the age to become politically important.",
		"parent_id" : "7.1.4",
		"id": "7.1.4.2"
	},
	{
		"content": "Throughout this period there was a gradual clearing of forests and the extension of agriculture, a change faster and more complete in some areas than in others. Changes in their habitat forced many forest-dwellers to migrate. Others started tilling the land and became peasants. These new peasant groups gradually began to be influenced by regional markets, chieftains, priests, monasteries and temples. They became part of large, complex societies, and were required to pay taxes and offer goods and services to local lords. As a result, significant economic and social differences emerged amongst peasants. Some possessed more productive land, others also kept cattle, and some combined artisanal work with agricultural activity during the lean season. As society became more differentiated, people were grouped into jatis or sub-castes and ranked on the basis of their backgrounds and their occupations. Ranks were not fixed permanently, and varied according to the power, influence and resources controlled by members of the jati. The status of the same jati could vary from area to area.",
		"parent_id" : "7.1.4",
		"id": "7.1.4.3"
	},
	{
		"content": "Jatis framed their own rules and regulations to manage the conduct of their members. These regulations were enforced by an assembly of elders, described in some areas as the jati panchayat. But jatis were also required to follow the rules of their villages. Several villages were governed by a chieftain. Together they were only one small unit of a state.",
		"parent_id" : "7.1.4",
		"id": "7.1.4.4"
	},
	{
		"content": "Habitat - Refers to the environment of a region and the social and economic lifestyle of its residents.",
		"parent_id" : "7.1.4",
		"id": "7.1.4.5"
	},
	{
		"content": "Large states like those of the Cholas (Chapter 2), Tughluqs (Chapter 3) or Mughals (Chapter 4) encompassed many regions. A Sanskrit prashasti (see Chapter 2 for an example of a prashasti ) praising the Delhi Sultan Ghiyasuddin Balban (1266-1287) explained that he was the ruler of a vast empire that stretched from Bengal (Gauda) in the east to Ghazni (Gajjana) in Afghanistan in the west and included all of south India (Dravida). People of different regions – Gauda, Andhra, Kerala, Karnataka, Maharashtra and Gujarat – apparently fled before his armies. Historians regard these as exaggerated claims of conquests. At the same time, they try to understand why rulers kept claiming to have control over different parts of the subcontinent.",
		"parent_id" : "7.1.5",
		"id": "7.1.5.1"
	},
	{
		"content": "By 700 many regions already possessed distinct geographical dimensions and their own language and cultural characteristics. You will learn more about these in Chapter 9. They were also associated with specific ruling dynasties. There was considerable conflict between these states. Occasionally dynasties like the Cholas, Khaljis, Tughluqs and Mughals were able to build an empire that was pan-regional – spanning diverse regions. Not all these empires were equally stable or successful. Compare, for example, Table 1 in Chapters 3 and 4. What was the duration of rule of the Khalji and Mughal dynasties?",
		"parent_id" : "7.1.5",
		"id": "7.1.5.2"
	},
	{
		"content": "When the Mughal Empire declined in the eighteenth century, it led to the re-emergence of regional states (Chapter 10). But years of imperial, pan-regional rule had altered the character of the regions. Across most of the subcontinent the regions were left with the legacies of the big and small states that had ruled over them. This was apparent in the emergence of many distinct and shared traditions: in the realms of governance, the management of the economy, elite cultures, and language. Through the thousand years between 700 and 1750 the character of the different regions did not grow in isolation. These regions felt the impact of larger pan-regional forces of integration without ever quite losing their distinctiveness.",
		"parent_id" : "7.1.5",
		"id": "7.1.5.3"
	},
	{
		"content": "In 1318 the poet Amir Khusrau noted that there was a different language in every region of this land: Sindhi, Lahori, Kashmiri, Dvarsamudri (in southern Karnataka), Telangani (in Andhra Pradesh), Gujari (in Gujarat), Ma‘bari (in Tamil Nadu), Gauri, (in Bengal) … Awadhi (in eastern Uttar Pradesh) and Hindawi (in the area around Delhi). Amir Khusrau went on to explain that in contrast to these languages there was Sanskrit which did not belong to any region. It was an old language and “common people do not know it, only the Brahmanas do”. Make a list of the languages mentioned by Amir Khusrau. Prepare another list of the names of languages spoken today in the regions he mentioned. Underline names that are similar and circle those that are different.",
		"parent_id" : "7.1.5",
		"id": "7.1.5.4"
	},
	{
		"content": "The thousand years of history that we are exploring witnessed major developments in religious traditions. People’s belief in the divine was sometimes deeply personal, but more usually it was collective. Collective belief in a supernatural agency – religion – was often closely connected with the social and economic organisation of local communities. As the social worlds of these groups altered so too did their beliefs.",
		"parent_id" : "7.1.6",
		"id": "7.1.6.1"
	},
	{
		"content": "It was during this period that important changes occurred in what we call Hinduism today. These included the worship of new deities, the construction of temples by royalty and the growing importance of Brahmanas, the priests, as dominant groups in society. Their knowledge of Sanskrit texts earned the Brahmanas a lot of respect in society. Their dominant position was consolidated by the support of their patrons – new rulers searching for prestige.",
		"parent_id" : "7.1.6",
		"id": "7.1.6.2"
	},
	{
		"content": "One of the major developments of this period was the emergence of the idea of bhakti – of a loving, personal deity that devotees could reach without the aid of priests or elaborate rituals. You will be learning about this, and other traditions, in Chapter 8.",
		"parent_id" : "7.1.6",
		"id": "7.1.6.3"
	},
	{
		"content": "This was also the period when new religions appeared in the subcontinent. Merchants and migrants first brought the teachings of the holy Quran to India in the seventh century. Muslims regard the Quran as their holy book and accept the sovereignty of the one God, Allah, whose love, mercy and bounty embrace all those who believe in Him, without regard to social background.",
		"parent_id" : "7.1.6",
		"id": "7.1.6.4"
	},
	{
		"content": "Many rulers were patrons of Islam and the ulama – learned theologians and jurists. And like Hinduism, Islam was interpreted in a variety of ways by its followers. There were the Shia Muslims who believed that the Prophet Muhammad’s son-in-law, Ali, was the legitimate leader of the Muslim community, and the Sunni Muslims who accepted the authority of the early leaders (Khalifas) of the community, and the succeeding Khalifas. There were other important differences between the various schools of law (Hanafi and Shafi’i mainly in India), and in theology and mystic traditions.",
		"parent_id" : "7.1.6",
		"id": "7.1.6.5"
	},
	{
		"content": "Patron - An influential, wealthy individual who supports another person – an artiste, a craftsperson, a learned man, or a noble.",
		"parent_id" : "7.1.6",
		"id": "7.1.6.6"
	},
	{
		"content": "Historians do not see time just as a passing of hours, days or years – as a clock or a calendar. Time also reflects changes in social and economic organisation, in the persistence and transformation of ideas and beliefs. The study of time is made somewhat easier by dividing the past into large segments – periods – that possess shared characteristics.",
		"parent_id" : "7.1.7",
		"id": "7.1.7.1"
	},
	{
		"content": "In the middle of the nineteenth century British historians divided the history of India into three periods: “Hindu”, “Muslim” and “British”. This division was based on the idea that the religion of rulers was the only important historical change, and that there were no other significant developments – in the economy, society or culture. Such a division also ignored the rich diversity of the subcontinent.",
		"parent_id" : "7.1.7",
		"id": "7.1.7.2"
	},
	{
		"content": "Few historians follow this periodisation today. Most look to economic and social factors to characterise the major elements of different moments of the past. The histories you read last year included a wide range of early societies – hunter-gatherers, early farmers, people living in towns and villages, and early empires and kingdoms. The histories you will be studying this year are often described as “medieval”. You will find out more about the spread of peasant societies, the rise of regional and imperial state formations – sometimes at the cost of pastoral and forest people – the development of Hinduism and Islam as major religions and the arrival of European trading companies.",
		"parent_id" : "7.1.7",
		"id": "7.1.7.3"
	},
	{
		"content": "These thousand years of Indian history witnessed considerable change. After all, the sixteenth and eighteenth centuries were quite different from the eighth or the eleventh. Therefore, describing the entire period as one historical unit is not without its problems. Moreover, the “medieval” period is often contrasted with the “modern” period. “Modernity” carries with it a sense of material progress and intellectual advancement. This seems to suggest that the medieval period was lacking in any change whatsoever. But of course we know this was not the case.",
		"parent_id" : "7.1.7",
		"id": "7.1.7.4"
	},
	{
		"content": "During these thousand years the societies of the subcontinent were transformed often and economies in several regions reached a level of prosperity that attracted the interest of European trading companies. As you read this book, look out for signs of change and the historical processes at work. Also, whenever you can, compare what you read in this book with what you read last year. Look out for changes and continuities wherever you can, and look at the world around you to see what else has changed or remained the same.",
		"parent_id" : "7.1.7",
		"id": "7.1.7.5"
	},
	{
		"content": "By the seventh century there were big landlords or warrior chiefs in different regions of the subcontinent. Existing kings often acknowledged them as their subordinates or samantas. They were expected to bring gifts for their kings or overlords, be present at their courts and provide them with military support. As samantas gained power and wealth, they declared themselves to be maha-samanta, maha-mandaleshvara (the great lord of a “circle” or region) and so on. Sometimes they asserted their independence from their overlords.",
		"parent_id" : "7.2.1",
		"id": "7.2.1.1"
	},
	{
		"content": "One such instance was that of the Rashtrakutas in the Deccan. Initially they were subordinate to the Chalukyas of Karnataka. In the mid-eighth century, Dantidurga, a Rashtrakuta chief, overthrew his Chalukya overlord and performed a ritual called hiranya-garbha (literally, the golden womb). When this ritual was performed with the help of Brahmanas, it was thought to lead to the “rebirth” of the sacrificer as a Kshatriya, even if he was not one by birth.",
		"parent_id" : "7.2.1",
		"id": "7.2.1.2"
	},
	{
		"content": "In other cases, men from enterprising families used their military skills to carve out kingdoms. For instance, the Kadamba Mayurasharman and the Gurjara- Pratihara Harichandra were Brahmanas who gave up their traditional professions and took to arms, successfully establishing kingdoms in Karnataka and Rajasthan respectively.",
		"parent_id" : "7.2.1",
		"id": "7.2.1.3"
	},
	{
		"content": "Many of these new kings adopted high-sounding titles such as maharaja-adhiraja (great king, overlord of kings), tribhuvana-chakravartin (lord of the three worlds) and so on. However, in spite of such claims, they often shared power with their samantas as well as with associations of peasants, traders and Brahmanas.",
		"parent_id" : "7.2.2",
		"id": "7.2.2.1"
	},
	{
		"content": "In each of these states, resources were obtained from the producers – that is, peasants, cattle-keepers, artisans – who were often persuaded or compelled to surrender part of what they produced. Sometimes these were claimed as “rent” due to a lord who asserted that he owned the land. Revenue was also collected from traders.",
		"parent_id" : "7.2.2",
		"id": "7.2.2.2"
	},
	{
		"content": "The inscriptions of the Cholas who ruled in Tamil Nadu refer to more than 400 terms for different kinds of taxes. The most frequently mentioned tax is vetti, taken not in cash but in the form of forced labour, and kadamai, or land revenue. There were also taxes on thatching the house, the use of a ladder to climb palm trees, a cess on succession to family property, etc.",
		"parent_id" : "7.2.2",
		"id": "7.2.2.3"
	},
	{
		"content": "These resources were used to finance the king’s establishment, as well as for the construction of temples and forts. They were also used to fight wars, which were in turn expected to lead to the acquisition of wealth in the form of plunder, and access to land as well as trade routes.",
		"parent_id" : "7.2.2",
		"id": "7.2.2.4"
	},
	{
		"content": "The functionaries for collecting revenue were generally recruited from influential families, and positions were often hereditary. This was true about the army as well. In many cases, close relatives of the king held these positions.",
		"parent_id" : "7.2.2",
		"id": "7.2.2.5"
	},
	{
		"content": "Prashastis contain details that may not be literally true. But they tell us how rulers wanted to depict themselves – as valiant, victorious warriors, for example. These were composed by learned Brahmanas, who occasionally helped in the administration. Kings often rewarded Brahmanas by grants of land. These were recorded on copper plates, which were given to those who received the land.",
		"parent_id" : "7.2.3",
		"id": "7.2.3.1"
	},
	{
		"content": "Many rulers described their achievements in prashastis (you read about the prashasti of the Gupta ruler Samudragupta last year). One prashasti, written in Sanskrit and found in Gwalior, Madhya Pradesh, describes the exploits of Nagabhata, a Pratihara king, as follows: The kings of Andhra, Saindhava (Sind), Vidarbha (part of Maharashtra) and Kalinga (part of Orissa) fell before him even as he was a prince … He won a victory over Chakrayudha (the ruler of Kanauj) … He defeated the king of Vanga (part of Bengal), Anarta (part of Gujarat), Malava (part of Madhya Pradesh), Kirata (forest peoples), Turushka (Turks), Vatsa, Matsya (both kingdoms in north India)",
		"parent_id" : "7.2.3",
		"id": "7.2.3.2"
	},
	{
		"content": "What was given with the land? This is part of the Tamil section of a land grant given by the Cholas: We have demarcated the boundaries of the land by making earthen embankments, as well as by planting thorny bushes. This is what the land contains: fruit-bearing trees, water, land, gardens and orchards, trees, wells, open spaces, pastureland, a village, anthills, platforms, canals, ditches, rivers, silt-laden land, tanks, granaries, fish ponds, bee hives, and deep lakes. He who receives the land can collect taxes from it. He can collect the taxes imposed by judicial officers as fines, the tax on betel-leaves, that on woven cloth, as well as on vehicles. He can build large rooms, with upper stories made of baked bricks, he can get large and small wells dug, he can plant trees and thorny bushes, if necessary, he can get canals constructed for irrigation. He should ensure that water is not wasted, and that embankments are built.",
		"parent_id" : "7.2.3",
		"id": "7.2.3.3"
	},
	{
		"content": "Unusual for the twelfth century was a long Sanskrit poem containing the history of kings who ruled over Kashmir. It was composed by an author named Kalhana. He used a variety of sources, including inscriptions, documents, eyewitness accounts and earlier histories, to write his account. Unlike the writers of prashastis, he was often critical about rulers and their policies.",
		"parent_id" : "7.2.3",
		"id": "7.2.3.4"
	},
	{
		"content": "You may have noticed that each of these ruling dynasties was based in a specific region. At the same time, they tried to control other areas. One particularly prized area was the city of Kanauj in the Ganga valley. For centuries, rulers belonging to the Gurjara-Pratihara, Rashtrakuta and Pala dynasties fought for control over Kanauj. Because there were three “parties” in this longdrawn conflict, historians often describe it as the “tripartite struggle”.",
		"parent_id" : "7.2.4",
		"id": "7.2.4.1"
	},
	{
		"content": "As we will see (pp. 62-66), rulers also tried to demonstrate their power and resources by building large temples. So, when they attacked one another’s kingdoms, they often chose to target temples, which were sometimes extremely rich. You will read more about this in Chapter 5.",
		"parent_id" : "7.2.4",
		"id": "7.2.4.2"
	},
	{
		"content": "One of the best known of such rulers is Sultan Mahmud of Ghazni, Afghanistan. He ruled from 997 to 1030, and extended control over parts of Central Asia, Iran and the north-western part of the subcontinent. He raided the subcontinent almost every year – his targets were wealthy temples, including that of Somnath, Gujarat. Much of the wealth Mahmud carried away was used to create a splendid capital city at Ghazni.",
		"parent_id" : "7.2.4",
		"id": "7.2.4.3"
	},
	{
		"content": "Sultan Mahmud was also interested in finding out more about the people he conquered, and entrusted a scholar named Al-Biruni to write an account of the subcontinent. This Arabic work, known as the Kitab ul-Hind, remains an important source for historians. He consulted Sanskrit scholars to prepare this account.",
		"parent_id" : "7.2.4",
		"id": "7.2.4.4"
	},
	{
		"content": "Other kings who engaged in warfare included the Chahamanas, later known as the Chauhans, who ruled over the region around Delhi and Ajmer. They attempted to expand their control to the west and the east, where they were opposed by the Chalukyas of Gujarat and the Gahadavalas of western Uttar Pradesh. The best-known Chahamana ruler was Prithviraja III (1168-1192), who defeated an Afghan ruler named Sultan Muhammad Ghori in 1191, but lost to him the very next year, in 1192.",
		"parent_id" : "7.2.4",
		"id": "7.2.4.5"
	},
	{
		"content": "Sultan - An Arabic term meaning ruler.",
		"parent_id" : "7.2.4",
		"id": "7.2.4.6"
	},
	{
		"content": "How did the Cholas rise to power? A minor chiefly family known as the Muttaraiyar held power in the Kaveri delta. They were subordinate to the Pallava kings of Kanchipuram. Vijayalaya, who belonged to the ancient chiefly family of the Cholas from Uraiyur, captured the delta from the Muttaraiyar in the middle of the ninth century. He built the town of Thanjavur and a temple for goddess Nishumbhasudini there.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.1"
	},
	{
		"content": "The successors of Vijayalaya conquered neighbouring regions and the kingdom grew in size and power. The Pandyan and the Pallava territories to the south and north were made part of this kingdom. Map 2 The Chola kingdom and its neighbours. Rajaraja I, considered the most powerful Chola ruler, became king in 985 and expanded control over most of these areas. He also reorganised the administration of the empire. Rajaraja’s son Rajendra I continued his policies and even raided the Ganga valley, Sri Lanka and countries of Southeast Asia, developing a navy for these expeditions.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.2"
	},
	{
		"content": "The big temples of Thanjavur and Gangaikondacholapuram, built by Rajaraja and Rajendra, are architectural and sculptural marvels.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.3"
	},
	{
		"content": "Chola temples often became the nuclei of settlements which grew around them. These were centres of craft production. Temples were also endowed with land by rulers as well as by others. The produce of this land went into maintaining all the specialists who worked at the temple and very often lived near it – priests, garland makers, cooks, sweepers, musicians, dancers, etc. In other words, temples were not only places of worship; they were the hub of economic, social and cultural life as well.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.4"
	},
	{
		"content": "Amongst the crafts associated with temples, the making of bronze images was the most distinctive. Chola bronze images are considered amongst the finest in the world. While most images were of deities, sometimes images were made of devotees as well.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.5"
	},
	{
		"content": "Many of the achievements of the Cholas were made possible through new developments in agriculture. Look at Map 2 again. Notice that the river Kaveri branches off into several small channels before emptying into the Bay of Bengal. These channels overflow frequently, depositing fertile soil on their banks. Water from the channels also provides the necessary moisture for agriculture, particularly the cultivation of rice.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.6"
	},
	{
		"content": "Although agriculture had developed earlier in other parts of Tamil Nadu, it was only from the fifth or sixth century that this area was opened up for large-scale cultivation. Forests had to be cleared in some regions; land had to be levelled in other areas. In the delta region embankments had to be built to prevent flooding and canals had to be constructed to carry water to the fields. In many areas two crops were grown in a year.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.7"
	},
	{
		"content": "In many cases it was necessary to water crops artificially. A variety of methods were used for irrigation. In some areas wells were dug. In other places huge tanks were constructed to collect rainwater. Remember that irrigation works require planning – organising labour and resources, maintaining these works and deciding on how water is to be shared. Most of the new rulers, as well as people living in villages, took an active interest in these activities.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.8"
	},
	{
		"content": "How was the administration organised? Settlements of peasants, known as ur, became prosperous with the spread of irrigation agriculture. Groups of such villages formed larger units called nadu. The village council and the nadu performed several administrative functions including dispensing justice and collecting taxes.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.9"
	},
	{
		"content": "Rich peasants of the Vellala caste exercised considerable control over the affairs of the nadu under the supervision of the central Chola government. The Chola kings gave some rich landowners titles like muvendavelan (a velan or peasant serving three kings), araiyar (chief), etc. as markers of respect, and entrusted them with important offices of the state at the centre.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.10"
	},
	{
		"content": "Chola inscriptions mention several categories of land: vellanvagai land of non-Brahmana peasant proprietors brahmadeya land gifted to Brahmanas shalabhoga land for the maintenance of a school devadana, tirunamattukkani land gifted to temples pallichchhandam land donated to Jaina institutions",
		"parent_id" : "7.2.5",
		"id": "7.2.5.11"
	},
	{
		"content": "We have seen that Brahmanas often received land grants or brahmadeya. As a result, a large number of Brahmana settlements emerged in the Kaveri valley as in other parts of south India.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.12"
	},
	{
		"content": "Each brahmadeya was looked after by an assembly or sabha of prominent Brahmana landholders. These assemblies worked very efficiently. Their decisions were recorded in detail in inscriptions, often on the stone walls of temples. Associations of traders known as nagarams also occasionally performed administrative functions in towns.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.13"
	},
	{
		"content": "Inscriptions from Uttaramerur in Chingleput district, Tamil Nadu, provide details of the way in which the sabha was organised. The sabha had separate committees to look after irrigation works, gardens, temples, etc. Names of those eligible to be members of these committees were written on small tickets of palm leaf; these tickets were put into an earthenware pot, from which a young boy was asked to take out the tickets, one by one for each committee.",
		"parent_id" : "7.2.5",
		"id": "7.2.5.14"
	},
	{
		"content": "Who could be a member of a sabha? The Uttaramerur inscription lays down: All those who wish to become members of the sabha should be owners of land from which land revenue is collected. They should have their own homes. They should be between 35 and 70 years of age. They should have knowledge of the Vedas. They should be well-versed in administrative matters and honest. If anyone has been a member of any committee in the last three years, he cannot become a member of another committee. Anyone who has not submitted his accounts, and those of his relatives, cannot contest the elections. While inscriptions tell us about kings and powerful men, here is an excerpt from the Periyapuranam, a twelfthcentury Tamil work, which informs us about the lives of ordinary men and women. On the outskirts of Adanur was a small hamlet of Pulaiyas (a name used for a social group considered “outcastes” by Brahmanas and Vellalas), studded with small huts under old thatches and inhabited by agrarian labourers engaged in menial occupations. In the thresholds of the huts covered with strips of leather, little chickens moved about in groups; dark children who wore bracelets of black iron were prancing about, carrying little puppies … In the shade of the marudu (arjuna) trees, a female labourer put her baby to sleep on a sheet of leather; there were mango trees from whose branches drums were hanging; and under the coconut palms, in little hollows on the ground, tiny-headed bitches lay after whelping. The red-crested cocks crowed before dawn calling the brawny Pulaiyar (plural) to their day’s work; and by day, under the shade of the kanji tree spread the voice of the wavy-haired Pulaiya women singing as they were husking paddy",
		"parent_id" : "7.2.5",
		"id": "7.2.5.15"
	},
	{
		"content": "In Chapter 2 we saw that regions like the Kaveri delta became the centre of large kingdoms. Did you notice that there was no mention of a kingdom with Delhi as its capital? That was because Delhi became an important city only in the twelfth century.",
		"parent_id" : "7.3.1",
		"id": "7.3.1.1"
	},
	{
		"content": "Take a look at Table 1. Delhi first became the capital of a kingdom under the Tomara Rajputs, who were defeated in the middle of the twelfth century by the Chauhans (also referred to as Chahamanas) of Ajmer. It was under the Tomaras and Chauhans that Delhi became an important commercial centre. Many rich Jaina merchants lived in the city and constructed several temples. Coins minted here, called dehliwal, had a wide circulation.",
		"parent_id" : "7.3.1",
		"id": "7.3.1.2"
	},
	{
		"content": "The transformation of Delhi into a capital that controlled vast areas of the subcontinent started with the foundation of the Delhi Sultanate in the beginning of the thirteenth century. Take a look at Table 1 again and identify the five dynasties that together made the Delhi Sultanate.",
		"parent_id" : "7.3.1",
		"id": "7.3.1.3"
	},
	{
		"content": "The rulers of Delhi - Table 1 - RAJPUT DYNASTIES : Tomaras Early twelfth century-1165, Ananga Pala 1130-1145, Chauhans 1165-1192, Prithviraj Chauhan 1175-1192 - EARLY TURKISH RULERS 1206-1290 : Qutbuddin Aybak 1206-1210, Shamsuddin Iltutmish 1210-1236, Raziyya 1236-1240, Ghiyasuddin Balban 1266-1287 - KHALJI DYNASTY 1290-1320 : Jalaluddin Khalji 1290-1296, Alauddin Khalji 1296-1316 - TUGHLUQ DYNASTY 1320-1414 : Ghiyasuddin Tughluq 1320-1324, Muhammad Tughluq 1324-1351, Firuz Shah Tughluq 1351-1388 - SAYYID DYNASTY 1414-1451 : Khizr Khan 1414-1421 - LODI DYNASTY 1451-1526 : Bahlul Lodi 1451-1489",
		"parent_id" : "7.3.1",
		"id": "7.3.1.4"
	},
	{
		"content": "Although inscriptions, coins and architecture provide a lot of information, especially valuable are “histories”, tarikh (singular)/tawarikh (plural), written in Persian, the language of administration under the Delhi Sultans. The authors of tawarikh were learned men: secretaries, administrators, poets and courtiers, who both recounted events and advised rulers on governance, emphasising the importance of just rule.",
		"parent_id" : "7.3.2",
		"id": "7.3.2.1"
	},
	{
		"content": "The circle of justice - Fakhr-i Mudabbir wrote in the thirteenth century: A king cannot survive without soldiers. And soldiers cannot live without salaries. Salaries come from the revenue collected from peasants. But peasants can pay revenue only when they are prosperous and happy. This happens when the king promotes justice and honest governance.",
		"parent_id" : "7.3.2",
		"id": "7.3.2.2"
	},
	{
		"content": "Keep the following additional details in mind: (1) the authors of tawarikh lived in cities (mainly Delhi) and hardly ever in villages. (2) They often wrote their histories for Sultans in the hope of rich rewards. (3) These authors advised rulers on the need to preserve an “ideal” social order based on birthright and gender distinctions. Their ideas were not shared by everybody.",
		"parent_id" : "7.3.2",
		"id": "7.3.2.3"
	},
	{
		"content": "In 1236 Sultan Iltutmish’s daughter, Raziyya, became Sultan. The chronicler of the age, Minhaj-i Siraj, recognised that she was more able and qualified than all her brothers. But he was not comfortable at having a queen as ruler. Nor were the nobles happy at her attempts to rule independently. She was removed from the throne in 1240.",
		"parent_id" : "7.3.2",
		"id": "7.3.2.4"
	},
	{
		"content": "Birthright - Privileges claimed on account of birth. For example, people believed that nobles inherited their rights to govern, because they were born in certain families. Gender distinctions - Social and biological differences between women and men. Usually, these differences are used to argue that men are superior to women.",
		"parent_id" : "7.3.2",
		"id": "7.3.2.5"
	},
	{
		"content": "What Minhaj-i Siraj thought about Raziyya? Minhaj-i Siraj thought that the queen’s rule went against the ideal social order created by God, in which women were supposed to be subordinate to men. He therefore asked: “In the register of God’s creation, since her account did not fall under the column of men, how did she gain from all of her excellent qualities?” On her inscriptions and coins Raziyya mentioned that she was the daughter of Sultan Iltutmish. This was in contrast to the queen Rudramadevi (1262- 1289), of the Kakatiya dynasty of Warangal, part of modern Andhra Pradesh. Rudramadevi changed her name on her inscriptions and pretended she was a man. Another queen, Didda, ruled in Kashmir (980- 1003). Her title is interesting: it comes from “didi” or “elder sister”, an obviously affectionate term given to a loved ruler by her subjects.",
		"parent_id" : "7.3.2",
		"id": "7.3.2.6"
	},
	{
		"content": "In the early thirteenth century the control of the Delhi Sultans rarely went beyond heavily fortified towns occupied by garrisons. The Sultans seldom controlled the hinterland of the cities and were therefore dependent upon trade, tribute or plunder for supplies. Controlling garrison towns in distant Bengal and Sind from Delhi was extremely difficult. Rebellion, war, even bad weather could snap fragile communication routes. Delhi’s authority was also challenged by Mongol invasions from Afghanistan and by governors who rebelled at any sign of the Sultan’s weakness. The Sultanate barely survived these challenges. Its consolidation occurred during the reign of Ghiyasuddin Balban and further expansion under Alauddin Khalji and Muhammad Tughluq.",
		"parent_id" : "7.3.3",
		"id": "7.3.3.1"
	},
	{
		"content": "Hinterland - The lands adjacent to a city or port that supply it with goods and services. Garrison town - A fortified settlement, with soldiers.",
		"parent_id" : "7.3.3",
		"id": "7.3.3.2"
	},
	{
		"content": "The first set of campaigns along the “internal frontier” of the Sultanate aimed at consolidating the hinterlands of the garrison towns. During these campaigns forests were cleared in the Ganga-Yamuna doab and huntergatherers and pastoralists expelled from their habitat. These lands were given to peasants and agriculture was encouraged. New fortresses, garrison towns and towns were established to protect trade routes and to promote regional trade.",
		"parent_id" : "7.3.3",
		"id": "7.3.3.3"
	},
	{
		"content": "The second expansion occurred along the “external frontier” of the Sultanate. Military expeditions into southern India started during the reign of Alauddin Khalji (see Map 3) and culminated with Muhammad Tughluq. In their campaigns, Sultanate armies captured elephants, horses and slaves and carried away precious metals.",
		"parent_id" : "7.3.3",
		"id": "7.3.3.4"
	},
	{
		"content": "By the end of Muhammad Tughluq’s reign, 150 years after somewhat humble beginnings, the armies of the Delhi Sultanate had marched across a large part of the subcontinent. They had defeated rival armies and seized cities. The Sultanate collected taxes from the peasantry and dispensed justice in its realm. But how complete and effective was its control over such a vast territory?",
		"parent_id" : "7.3.3",
		"id": "7.3.3.5"
	},
	{
		"content": "The Masjid A mosque is called a masjid in Arabic, literally a place where a Muslim prostrates in reverence to Allah. In a “congregational mosque” (masjid-i-jami or jama masjid) Muslims read their prayers (namaz) together. Members of the congregation choose the most respected, learned male as their leader (imam) for the rituals of prayer. He also delivers the sermon (khutba) during the Friday prayer. During prayer, Muslims stand facing Mecca. In India this is to the west. This is called the qibla. The Delhi Sultans built several mosques in cities all over the subcontinent. These demonstrated their claims to be protectors of Islam and Muslims. Mosques also helped to create the sense of a community of believers who shared a belief system and a code of conduct. It was necessary to reinforce this idea of a community because Muslims came from a variety of backgrounds.",
		"parent_id" : "7.3.3",
		"id": "7.3.3.6"
	},
	{
		"content": "The consolidation of a kingdom as vast as the Delhi Sultanate needed reliable governors and administrators. Rather than appointing aristocrats and landed chieftains as governors, the early Delhi Sultans, especially Iltutmish, favoured their special slaves purchased for military service, called bandagan in Persian. They were carefully trained to man some of the most important political offices in the kingdom. Since they were totally dependent upon their master, the Sultan could trust and rely upon them.",
		"parent_id" : "7.3.4",
		"id": "7.3.4.1"
	},
	{
		"content": "The Sultans were advised: A slave, whom one has brought up and promoted, must be looked after for it needs a whole lifetime and good luck to find a worthy and experienced slave. Wise men have said that a worthy and experienced slave is better than a son",
		"parent_id" : "7.3.4",
		"id": "7.3.4.2"
	},
	{
		"content": "The Khaljis and Tughluqs continued to use bandagan and also raised people of humble birth, who were often their clients, to high political positions. They were appointed as generals and governors. However, this also introduced an element of political instability. Slaves and clients were loyal to their masters and patrons, but not to their heirs. New Sultans had their own servants. As a result the accession of a new monarch often saw conflict between the old and the new nobility. The patronage of these humble people by the Delhi Sultans also shocked many elites and the authors of Persian tawarikh criticised the Delhi Sultans for appointing the “low and base-born” to high offices.",
		"parent_id" : "7.3.4",
		"id": "7.3.4.3"
	},
	{
		"content": "Officials of Sultan Muhammad Tughluq : Sultan Muhammad Tughluq appointed Aziz Khummar, a wine distiller, Firuz Hajjam, a barber, Manka Tabbakh, a cook, and two gardeners, Ladha and Pira, to high administrative posts. Ziyauddin Barani, a midfourteenth- century chronicler, reported their appointments as a sign of the Sultan’s loss of political judgement and his incapacity to rule.",
		"parent_id" : "7.3.4",
		"id": "7.3.4.4"
	},
	{
		"content": "Like the earlier Sultans, the Khalji and Tughluq monarchs appointed military commanders as governors of territories of varying sizes. These lands were called iqta and their holder was called iqtadar or muqti. The duty of the muqtis was to lead military campaigns and maintain law and order in their iqtas. In exchange for their military services, the muqtis collected the revenues of their assignments as salary. They also paid their soldiers from these revenues. Control over muqtis was most effective if their office was not inheritable and if they were assigned iqtas for a short period of time before being shifted. These harsh conditions of service were rigorously imposed during the reigns of Alauddin Khalji and Muhammad Tughluq. Accountants were appointed by the state to check the amount of revenue collected by the muqtis. Care was taken that the muqti collected only the taxes prescribed by the state and that he kept the required number of soldiers.",
		"parent_id" : "7.3.4",
		"id": "7.3.4.5"
	},
	{
		"content": "As the Delhi Sultans brought the hinterland of the cities under their control, they forced the landed chieftains – the samanta aristocrats – and rich landlords to accept their authority. Under Alauddin Khalji the state brought the assessment and collection of land revenue under its own control. The rights of the local chieftains to levy taxes were cancelled and they were also forced to pay taxes. The Sultan’s administrators measured the land and kept careful accounts. Some of the old chieftains and landlords served the Sultanate as revenue collectors and assessors. There were three types of taxes: (1) on cultivation called kharaj and amounting to about 50 per cent of the peasant’s produce, (2) on cattle and (3) on houses.",
		"parent_id" : "7.3.4",
		"id": "7.3.4.6"
	},
	{
		"content": "It is important to remember that large parts of the subcontinent remained outside the control of the Delhi Sultans. It was difficult to control distant provinces like Bengal from Delhi and soon after annexing southern India, the entire region became independent. Even in the Gangetic plain there were forested areas that Sultanate forces could not penetrate. Local chieftains established their rule in these regions. Sometimes rulers like Alauddin Khalji and Muhammad Tughluq could force their control in these areas but only for a short duration.",
		"parent_id" : "7.3.4",
		"id": "7.3.4.7"
	},
	{
		"content": "Ibn Battuta, a fourteenth-century traveller from Morocco, Africa, explained that chieftains sometimes fortified themselves in mountains, in rocky, uneven and rugged places as well as in bamboo groves. In India the bamboo is not hollow; it is big. Its several parts are so intertwined that even fire cannot affect them, and they are on the whole very strong. The chieftains live in these forests which serve them as ramparts, inside which are their cattle and their crops. There is also water for them within, that is, rain water which collects there. Hence they cannot be subdued except by powerful armies, who entering these forests, cut down the bamboos with specially prepared instruments.",
		"parent_id" : "7.3.4",
		"id": "7.3.4.8"
	},
	{
		"content": "The Mongols under Genghis Khan invaded Transoxiana in north-east Iran in 1219 and the Delhi Sultanate faced their onslaught soon after. Mongol attacks on the Delhi Sultanate increased during the reign of Alauddin Khalji and in the early years of Muhammad Tughluq’s rule. This forced the two rulers to mobilise a large standing army in Delhi which posed a huge administrative challenge. Let us see how the two Sultans dealt with this. Alauddin Khalji : Alauddin constructed a new garrison town named Siri for his soldiers. See Map 1. The soldiers had to be fed. This was done through the produce collected as tax from lands between the Ganga and Yamuna. Tax was fixed at 50 per cent of the peasant’s yield. The soldiers had to be paid. Alauddin chose to pay his soldiers salaries in cash rather than iqtas. The soldiers would buy their supplies from merchants in Delhi and it was thus feared that merchants would raise their prices. To stop this, Alauddin controlled the prices of goods in Delhi. Prices were carefully surveyed by officers, and merchants who did not sell at the prescribed rates were punished. Alauddin’s administrative measures were quite successful and chroniclers praised his reign for its cheap prices and efficient supplies of goods in the market. He successfully withstood the threat of Mongol invasions. Muhammad Tughluq : The Sultanate was attacked in the early years of Muhammad Tughluq’s reign. The Mongol army was defeated. Muhammad Tughluq was confident about the strength of his army and his resources to plan an attack on Transoxiana. He therefore raised a large standing army. Rather than constructing a new garrison town, the oldest of the four cities of Delhi (Dehli-i Kuhna) was emptied of its residents and the soldiers garrisoned there. The residents of the old city were sent to the new capital of Daulatabad in the south. Produce from the same area was collected as tax to feed the army. But to meet the expense of maintaining such a large number of soldiers the Sultan levied additional taxes. This coincided with famine in the area. Muhammad Tughluq also paid his soldiers cash salaries. But instead of controlling prices, he used a “token” currency, somewhat like present-day paper currency, but made out of cheap metals, not gold and silver. People in the fourteenth century did not trust these coins. They were very smart: they saved their gold and silver coins and paid all their taxes to the state with this token currency. This cheap currency could also be counterfeited easily. Muhammad Tughluq’s administrative measures were a failure. His campaign into Kashmir was a disaster. He then gave up his plans to invade Transoxiana and disbanded his large army. Meanwhile, his administrative measures created complications. The shifting of people to Daulatabad was resented. The raising of taxes and famine in the Ganga-Yamuna belt led to widespread rebellion. And finally, the “token” currency had to be recalled.",
		"parent_id" : "7.3.4",
		"id": "7.3.4.9"
	},
	{
		"content": "In this list of Muhammad Tughluq’s failures we sometimes forget that for the first time in the history of the Sultanate, a Delhi Sultan planned a campaign to capture Mongol territory. Unlike Alauddin’s defensive measures, Muhammad Tughluq’s measures were conceived as a part of a military offensive against the Mongols.",
		"parent_id" : "7.3.4",
		"id": "7.3.4.10"
	},
	{
		"content": "Take a look at Table 1 again. You will notice that after the Tughluqs, the Sayyid and Lodi dynasties ruled from Delhi and Agra until 1526. By then, Jaunpur, Bengal, Malwa, Gujarat, Rajasthan and the entire south India had independent rulers who established flourishing states and prosperous capitals. This was also the period which saw the emergence of new ruling groups like the Afghans and the Rajputs.",
		"parent_id" : "7.3.5",
		"id": "7.3.5.1"
	},
	{
		"content": "Some of the states established in this period were small but powerful and extremely well administered. Sher Shah Sur (1540-1545) started his career as the manager of a small territory for his uncle in Bihar and eventually challenged and defeated the Mughal emperor Humayun (1530-1540, 1555-1556). Sher Shah captured Delhi and established his own dynasty. Although the Sur dynasty ruled for only fifteen years (1540-1555), it introduced an administration that borrowed elements from Alauddin Khalji and made them more efficient. Sher Shah’s administration became the model followed by the great emperor Akbar (1556-1605) when he consolidated the Mughal Empire.",
		"parent_id" : "7.3.5",
		"id": "7.3.5.2"
	},
	{
		"content": "Ruling as large a territory as the Indian subcontinent with such a diversity of people and cultures was an extremely difficult task for any ruler to accomplish in the Middle Ages. Quite in contrast to their predecessors, the Mughals created an empire and accomplished what had hitherto seemed possible for only short periods of time. From the latter half of the sixteenth century they expanded their kingdom from Agra and Delhi, until in the seventeenth century they controlled nearly all of the subcontinent. They imposed structures of administration and ideas of governance that outlasted their rule, leaving a political legacy that succeeding rulers of the subcontinent could not ignore. Today the Prime Minister of India addresses the nation on Independence Day from the ramparts of the Red Fort in Delhi, the residence of the Mughal emperors.",
		"parent_id" : "7.4.1",
		"id": "7.4.1.1"
	},
	{
		"content": "The Mughals were descendants of two great lineages of rulers. From their mother’s side they were descendants of Genghis Khan (died 1227), the Mongol ruler who ruled over parts of China and Central Asia. From their father’s side they were the successors of Timur (died 1404), the ruler of Iran, Iraq and modern-day Turkey. However, the Mughals did not like to be called Mughal or Mongol. This was because Genghis Khan’s memory was associated with the massacre of innumerable people. It was also linked with the Uzbegs, their Mongol competitors. On the other hand, the Mughals were proud of their Timurid ancestry, not least of all because their great ancestor had captured Delhi in 1398. They celebrated their genealogy pictorially, each ruler getting a picture made of Timur and himself.",
		"parent_id" : "7.4.2",
		"id": "7.4.2.1"
	},
	{
		"content": "BABUR 1526-1530 : 1526 – defeated Ibrahim Lodi and his Afghan supporters at Panipat. 1527 – defeated Rana Sanga, Rajput rulers and allies at Khanua. 1528 – defeated the Rajputs at Chanderi; Established control over Agra and Delhi before his death.",
		"parent_id" : "7.4.3",
		"id": "7.4.3.1"
	},
	{
		"content": "HUMAYUN 1530-1540, 1555-1556 : (1) Humayun divided his inheritance according to the will of his father. His brothers were each given a province. The ambitions of his brother Mirza Kamran weakened Humayun’s cause against Afghan competitors. Sher Khan defeated Humayun at Chausa (1539) and Kanauj (1540), forcing him to flee to Iran. (2) In Iran Humayun received help from the Safavid Shah. He recaptured Delhi in 1555 but died the next year after an accident in this building.",
		"parent_id" : "7.4.3",
		"id": "7.4.3.2"
	},
	{
		"content": "AKBAR 1556-1605 : Akbar was 13 years old when he became emperor. His reign can be divided into three periods. (1) 1556-1570 – Akbar became independent of the regent Bairam Khan and other members of his domestic staff. Military campaigns were launched against the Suris and other Afghans, against the neighbouring kingdoms of Malwa and Gondwana, and to suppress the revolt of his half-brother Mirza Hakim and the Uzbegs. In 1568 the Sisodiya capital of Chittor was seized and in 1569 Ranthambhor. (2) 1570-1585 – military campaigns in Gujarat were followed by campaigns in the east in Bihar, Bengal and Orissa. These campaigns were complicated by the 1579-1580 revolt in support of Mirza Hakim. (3) 1585-1605 – expansion of Akbar’s empire. Campaigns were launched in the north-west. Qandahar was seized from the Safavids, Kashmir was annexed, as also Kabul, after the death of Mirza Hakim. Campaigns in the Deccan started and Berar, Khandesh and parts of Ahmadnagar were annexed. In the last years of his reign Akbar was distracted by the rebellion of Prince Salim, the future Emperor Jahangir.",
		"parent_id" : "7.4.3",
		"id": "7.4.3.3"
	},
	{
		"content": "Jahangir 1605-1627 : Military campaigns started by Akbar continued. The Sisodiya ruler of Mewar, Amar Singh, accepted Mughal service. Less successful campaigns against the Sikhs, the Ahoms and Ahmadnagar followed. Prince Khurram, the future Emperor Shah Jahan, rebelled in the last years of his reign. The efforts of Nur Jahan, Jahangir’s wife, to marginalise him were unsuccessful.",
		"parent_id" : "7.4.3",
		"id": "7.4.3.4"
	},
	{
		"content": "Shah Jahan 1627-1658 : Mughal campaigns continued in the Deccan under Shah Jahan. The Afghan noble Khan Jahan Lodi rebelled and was defeated. Campaigns were launched against Ahmadnagar; the Bundelas were defeated and Orchha seized. In the north-west, the campaign to seize Balkh from the Uzbegs was unsuccessful and Qandahar was lost to the Safavids. In 1632 Ahmadnagar was finally annexed and the Bijapur forces sued for peace. In 1657-1658, there was conflict over succession amongst Shah Jahan’s sons. Aurangzeb was victorious and his three brothers, including Dara Shukoh, were killed. Shah Jahan was imprisoned for the rest of his life in Agra.",
		"parent_id" : "7.4.3",
		"id": "7.4.3.5"
	},
	{
		"content": "Aurangzeb 1658-1707 : (1) In the north-east, the Ahoms were defeated in 1663, but rebelled again in the 1680s. Campaigns in the north-west against the Yusufzai and the Sikhs were temporarily successful. Mughal intervention in the succession and internal politics of the Rathor Rajputs of Marwar led to their rebellion. Campaigns against the Maratha chieftain Shivaji were initially successful. But Aurangzeb insulted Shivaji who escaped from Agra, declared himself an independent king and resumed his campaigns against the Mughals. Prince Akbar rebelled against Aurangzeb and received support from the Marathas and the Deccan Sultanate. He finally fled to Safavid Iran. (2) After Akbar’s rebellion Aurangzeb sent armies against the Deccan Sultanates. Bijapur was annexed in 1685 and Golconda in 1687. From 1698 Aurangzeb personally managed campaigns in the Deccan against the Marathas who started guerrilla warfare. Aurangzeb also had to face the rebellion in north India of the Sikhs, Jats and Satnamis, in the north-east of the Ahoms and in the Deccan of the Marathas. His death was followed by a succession conflict amongst his sons.",
		"parent_id" : "7.4.3",
		"id": "7.4.3.6"
	},
	{
		"content": "The Mughals did not believe in the rule of primogeniture, where the eldest son inherited his father’s estate. Instead they followed the Mughal and Timurid custom of coparcenary inheritance, or a division of the inheritance amongst all the sons. Follow the highlighted passages in Table 1, and note the evidence for rebellions by Mughal princes. Which do you think is a fairer division of inheritance: primogeniture or coparcenary ?",
		"parent_id" : "7.4.4",
		"id": "7.4.4.1"
	},
	{
		"content": "Take a look at Table 1 once again. You will notice that the Mughal rulers campaigned constantly against rulers who refused to accept their authority. But as the Mughals became powerful many other rulers also joined them voluntarily. The Rajputs are a good example of this. Many of them married their daughters into Mughal families and received high positions. But many resisted as well",
		"parent_id" : "7.4.5",
		"id": "7.4.5.1"
	},
	{
		"content": "The mother of Jahangir was a Kachhwaha princess, daughter of the Rajput ruler of Amber (modernday Jaipur). The mother of Shah Jahan was a Rathor princess, daughter of the Rajput ruler of Marwar (Jodhpur).",
		"parent_id" : "7.4.5",
		"id": "7.4.5.2"
	},
	{
		"content": "The Sisodiya Rajputs of Mewar refused to accept Mughal authority for a long time. Once defeated, however, they were honourably treated by the Mughals, given their lands (watan) back as assignments (watan jagir). The careful balance between defeating but not humiliating their opponents enabled the Mughals to extend their influence over many kings and chieftains. But it was difficult to keep this balance all the time. Look at Table 1 again – note that Aurangzeb insulted Shivaji when he came to accept Mughal authority. What was the consequence of this insult?",
		"parent_id" : "7.4.5",
		"id": "7.4.5.3"
	},
	{
		"content": "As the empire expanded to encompass different regions the Mughals recruited diverse bodies of people. From a small nucleus of Turkish nobles (Turanis) they expanded to include Iranians, Indian Muslims, Afghans, Rajputs, Marathas and other groups. Those who joined Mughal service were enrolled as mansabdars.",
		"parent_id" : "7.4.6",
		"id": "7.4.6.1"
	},
	{
		"content": "The term mansabdar refers to an individual who holds a mansab, meaning a position or rank. It was a grading system used by the Mughals to fix (1) rank, (2) salary and (3) military responsibilities. Rank and salary were determined by a numerical value called zat. The higher the zat, the more prestigious was the noble’s position in court and the larger his salary.",
		"parent_id" : "7.4.6",
		"id": "7.4.6.2"
	},
	{
		"content": "Nobles with a zat of 5,000 were ranked higher than those of 1,000. In Akbar’s reign there were 29 mansabdars with a rank of 5,000 zat; by Aurangzeb’s reign the number of mansabdars had increased to 79.",
		"parent_id" : "7.4.6",
		"id": "7.4.6.3"
	},
	{
		"content": "The mansabdar’s military responsibilities required him to maintain a specified number of sawar or cavalrymen. The mansabdar brought his cavalrymen for review, got them registered, their horses branded and then received money to pay them as salary.",
		"parent_id" : "7.4.6",
		"id": "7.4.6.4"
	},
	{
		"content": "Mansabdars received their salaries as revenue assignments called jagirs which were somewhat like iqtas. But unlike muqtis, most mansabdars did not actually reside in or administer their jagirs. They only had rights to the revenue of their assignments which was collected for them by their servants while the mansabdars themselves served in some other part of the country.",
		"parent_id" : "7.4.6",
		"id": "7.4.6.5"
	},
	{
		"content": "In Akbar’s reign these jagirs were carefully assessed so that their revenues were roughly equal to the salary of the mansabdar. By Aurangzeb’s reign this was no longer the case and the actual revenue collected was often less than the granted sum. There was also a huge increase in the number of mansabdars, which meant a long wait before they received a jagir. These and other factors created a shortage in the number of jagirs. As a result, many jagirdars tried to extract as much revenue as possible while they had a jagir. Aurangzeb was unable to control these developments in the last years of his reign and the peasantry therefore suffered tremendously.",
		"parent_id" : "7.4.6",
		"id": "7.4.6.6"
	},
	{
		"content": "The main source of income available to Mughal rulers was tax on the produce of the peasantry. In most places, peasants paid taxes through the rural elites, that is, the headman or the local chieftain. The Mughals used one term – zamindars – to describe all intermediaries, whether they were local headmen of villages or powerful chieftains.",
		"parent_id" : "7.4.7",
		"id": "7.4.7.1"
	},
	{
		"content": "Akbar’s revenue minister, Todar Mal, carried out a careful survey of crop yields, prices and areas cultivated for a 10-year period, 1570- 1580. On the basis of this data, tax was fixed on each crop in cash. Each province was divided into revenue circles with its own schedule of revenue rates for individual crops. This revenue system was known as zabt. It was prevalent in those areas where Mughal administrators could survey the land and keep very careful accounts. This was not possible in provinces such as Gujarat and Bengal.",
		"parent_id" : "7.4.7",
		"id": "7.4.7.2"
	},
	{
		"content": "In some areas the zamindars exercised a great deal of power. The exploitation by Mughal administrators could drive them to rebellion. Sometimes zamindars and peasants of the same caste allied in rebelling against Mughal authority. These peasant revolts challenged the stability of the Mughal Empire from the end of the seventeenth century.",
		"parent_id" : "7.4.7",
		"id": "7.4.7.3"
	},
	{
		"content": "Akbar ordered one of his close friends and courtiers, Abul Fazl, to write a history of his reign. Abul Fazl wrote a three-volume history of Akbar’s reign, titled Akbar Nama. The first volume dealt with Akbar’s ancestors and the second volume recorded the events of Akbar’s reign. The third volume is the Ain-i Akbari. It deals with Akbar’s administration, household, army, the revenues and the geography of his empire. It also provides rich details about the traditions and culture of the people living in India. The most interesting aspect about the Ain-i Akbari is its rich statistical details about things as diverse as crops, yields, prices, wages and revenues.",
		"parent_id" : "7.4.8",
		"id": "7.4.8.1"
	},
	{
		"content": "The broad features of administration were laid down by Akbar and were elaborately discussed by Abul Fazl in his book, the Akbar Nama, in particular in its last volume, the Ain-i Akbari. Abul Fazl explained that the empire was divided into provinces called subas, governed by a subadar who carried out both political and military functions. Each province also had a financial officer or diwan. For the maintenance of peace and order in his province, the subadar was supported by other officers such as the military paymaster (bakhshi), the minister in charge of religious and charitable patronage (sadr), military commanders (faujdars) and the town police commander (kotwal).",
		"parent_id" : "7.4.8",
		"id": "7.4.8.2"
	},
	{
		"content": "Akbar’s nobles commanded large armies and had access to large amounts of revenue. While they were loyal the empire functioned efficiently but by the end of the seventeenth century many nobles had built independent networks of their own. Their loyalties to the empire were weakened by their own self-interest.",
		"parent_id" : "7.4.8",
		"id": "7.4.8.3"
	},
	{
		"content": "While Akbar was at Fatehpur Sikri during the 1570s he started discussions on religion with the ulama, Brahmanas, Jesuit priests who were Roman Catholics, and Zoroastrians. These discussions took place in the ibadat khana. He was interested in the religion and social customs of different people. Akbar’s interaction with people of different faiths made him realise that religious scholars who emphasised ritual and dogma were often bigots. Their teachings created divisions and disharmony amongst his subjects. This eventually led Akbar to the idea of sulh-i kul or “universal peace”. This idea of tolerance did not discriminate between people of different religions in his realm. Instead it focused on a system of ethics – honesty, justice, peace – that was universally applicable. Abul Fazl helped Akbar in framing a vision of governance around this idea of sulh-i kul. This principle of governance was followed by Jahangir and Shah Jahan as well.",
		"parent_id" : "7.4.8",
		"id": "7.4.8.4"
	},
	{
		"content": "Sulh-i kul Jahangir, Akbar’s son, described his father’s policy of sulh-i kul in the following words: As in the wide expanse of the divine compassion there is room for all classes and the followers of all creeds, so … in his Imperial dominions, which on all sides were limited only by the sea, there was room for the professors of opposite religions, and for beliefs, good and bad, and the road to intolerance was closed. Sunnis and Shias met in one mosque and Christians and Jews in one church to pray. He consistently followed the principle of “universal peace” (sulh-i kul).",
		"parent_id" : "7.4.8",
		"id": "7.4.8.5"
	},
	{
		"content": "Dogma : A statement or an interpretation declared as authoritative with the expectation that it would be followed without question. Bigot : An individual who is intolerant of another person’s religious beliefs or culture.",
		"parent_id" : "7.4.8",
		"id": "7.4.8.6"
	},
	{
		"content": "Akbar commissioned the translation of many Sanskrit works into Persian. A Maktab Khana or translation bureau was also established at Fatehpur Sikri for this purpose. The Mahabharata, Ramayana, Lilavati and Yogavashisht were some of the notable Sanskrit works that were taken up for translation. The Razmnamah, Persian translation of the Mahabharata contains lavish illustrations of the events of Mahabharata.",
		"parent_id" : "7.4.8",
		"id": "7.4.8.7"
	},
	{
		"content": "Mehrunnisa married the Emperor Jahangir in 1611 and received the title Nur Jahan. She remained extremely loyal and supportive to the monarch. As a mark of honour, Jahangir struck silver coins bearing his own titles on one side and on the other the inscription “struck in the name of the Queen Begum, Nur Jahan”. The adjoining document is an order (farman) of Nur Jahan. The square seal states, “Command of her most Sublime and Elevated Majesty Nur Jahan Padshah Begum”. The round seal states, “by the sun of Shah Jahangir she became as brilliant as the moon; may Nur Jahan Padshah be the lady of the age”.",
		"parent_id" : "7.4.9",
		"id": "7.4.9.1"
	},
	{
		"content": "The administrative and military efficiency of the Mughal Empire led to great economic and commercial prosperity. International travellers described it as the fabled land of wealth. But these same visitors were also appalled at the state of poverty that existed side by side with the greatest opulence. The inequalities were glaring. Documents from the twentieth year of Shah Jahan’s reign inform us that the highest-ranking mansabdars were only 445 in number out of a total of 8,000. This small number – a mere 5.6 per cent of the total number of mansabdars – received 61.5 per cent of the total estimated revenue of the empire as salaries for themselves and their troopers.",
		"parent_id" : "7.4.10",
		"id": "7.4.10.1"
	},
	{
		"content": "The Mughal emperors and their mansabdars spent a great deal of their income on salaries and goods. This expenditure benefited the artisans and peasantry who supplied them with goods and produce. But the scale of revenue collection left very little for investment in the hands of the primary producers – the peasant and the artisan. The poorest amongst them lived from hand to mouth and they could hardly consider investing in additional resources – tools and supplies – to increase productivity. The wealthier peasantry and artisanal groups, the merchants and bankers profited in this economic world.",
		"parent_id" : "7.4.10",
		"id": "7.4.10.2"
	},
	{
		"content": "The enormous wealth and resources commanded by the Mughal elite made them an extremely powerful group of people in the late seventeenth century. As the authority of the Mughal emperor slowly declined, his servants emerged as powerful centres of power in the regions. They constituted new dynasties and held command of provinces like Hyderabad and Awadh. Although they continued to recognise the Mughal emperor in Delhi as their master, by the eighteenth century the provinces of the empire had consolidated their independent political identities. We will read more about them in Chapter 10.",
		"parent_id" : "7.4.10",
		"id": "7.4.10.3"
	},
	{
		"content": "Figure 1 shows the first balcony of the Qutb Minar. Qutbuddin Aybak had this constructed around 1199. Notice the pattern created under the balcony by the small arches and geometrical designs. Can you see two bands of inscriptions under the balcony? These are in Arabic. Notice that the surface of the minar is curved and angular. Placing an inscription on such a surface required great precision. Only the most skilled craftsperson could perform this task. Remember that very few buildings were made of stone or brick 800 years ago. What would have been the impact of a building like the Qutb Minar on observers in the thirteenth century?",
		"parent_id" : "7.5.1",
		"id": "7.5.1.1"
	},
	{
		"content": "Between the eighth and the eighteenth centuries kings and their officers built two kinds of structures: the first were forts, palaces, garden residences and tombs – safe, protected and grandiose places of rest in this world and the next; the second were structures meant for public activity including temples, mosques, tanks, wells, caravanserais and bazaars. Kings were expected to care for their subjects, and by making structures for their use and comfort, rulers hoped to win their praise. Construction activity was also carried out by others, including merchants. They built temples, mosques and wells. However, domestic architecture – large mansions (havelis) of merchants – has survived only from the eighteenth century.",
		"parent_id" : "7.5.1",
		"id": "7.5.1.2"
	},
	{
		"content": "Built by Akbar, the Agra Fort required 2,000 stone-cutters, 2,000 cement and lime-makers and 8,000 labourers",
		"parent_id" : "7.5.1",
		"id": "7.5.1.3"
	},
	{
		"content": "The Qutb Minar is five storeys high. The band of inscriptions you see are under its first balcony. The first floor was constructed by Qutbuddin Aybak and the rest by Iltutmish around 1229. Over the years it was damaged by lightning and earthquakes and repaired by Alauddin Khalji, Muhammad Tughluq, Firuz Shah Tughluq and Ibrahim Lodi.",
		"parent_id" : "7.5.1",
		"id": "7.5.1.4"
	},
	{
		"content": "Monuments provide an insight into the technologies used for construction. Take something like a roof for example. We can make this by placing wooden beams or a slab of stone across four walls. But the task becomes difficult if we want to make a large room with an elaborate superstructure. This requires more sophisticated skills.",
		"parent_id" : "7.5.2",
		"id": "7.5.2.1"
	},
	{
		"content": "Between the seventh and tenth centuries architects started adding more rooms, doors and windows to buildings. Roofs, doors and windows were still made by placing a horizontal beam across two vertical columns, a style of architecture called “trabeate” or “corbelled”. Between the eighth and thirteenth centuries the trabeate style was used in the construction of temples, mosques, tombs and in buildings attached to large stepped-wells (baolis).",
		"parent_id" : "7.5.2",
		"id": "7.5.2.2"
	},
	{
		"content": "Raniji ki baori or the ‘Queen’s Stepwell’, located in Bundi in Rajasthan is the largest among the fifty step wells that were built to meet the need for water. Known for its architectural beauty, the baori was constructed in 1699 C.E. by Rani Nathavat Ji, the queen of Raja Anirudh Singh of Bundi.",
		"parent_id" : "7.5.2",
		"id": "7.5.2.3"
	},
	{
		"content": "The Kandariya Mahadeva temple dedicated to Shiva was constructed in 999 by the king Dhangadeva of the Chandela dynasty. Fig. 3b is the plan of the temple. An ornamented gateway led to an entrance, and the main hall (mahamandapa) where dances were performed. The image of the chief deity was kept in the main shrine (garbhagriha). This was the place for ritual worship where only the king, his immediate family and priests gathered. The Khajuraho complex contained royal temples where commoners were not allowed entry. The temples were decorated with elaborately carved sculptures.",
		"parent_id" : "7.5.2",
		"id": "7.5.2.4"
	},
	{
		"content": "The Rajarajeshvara temple at Thanjavur had the tallest shikhara amongst temples of its time. Constructing it was not easy because there were no cranes in those days and the 90 tonne stone for the top of the shikhara was too heavy to lift manually. So the architects built an inclined path to the top of the temple, placed the boulder on rollers and rolled it all the way to the top. The path started more than 4 km away so that it would not be too steep. This was dismantled after the temple was constructed. But the residents of the area remembered the experience of the construction of the temple for a long time. Even now a village near the temple is called Charupallam, the “Village of the Incline”.",
		"parent_id" : "7.5.2",
		"id": "7.5.2.5"
	},
	{
		"content": "Two technological and stylistic developments are noticeable from the twelfth century. (1) The weight of the superstructure above the doors and windows was sometimes carried by arches. This architectural form was called “arcuate”. (2) Limestone cement was increasingly used in construction. This was very high-quality cement, which, when mixed with stone chips hardened into concrete. This made construction of large structures easier and faster. Take a look at the construction site in Figure 6.",
		"parent_id" : "7.5.2",
		"id": "7.5.2.6"
	},
	{
		"content": "Temples and mosques were beautifully constructed because they were places of worship. They were also meant to demonstrate the power, wealth and devotion of the patron. Take the example of the Rajarajeshvara temple. An inscription mentions that it was built by King Rajarajadeva for the worship of his god, Rajarajeshvaram. Notice how the names of the ruler and the god are very similar. The king took the god’s name because it was auspicious and he wanted to appear like a god. Through the rituals of worship in the temple one god (Rajarajadeva) honoured another (Rajarajeshvaram).",
		"parent_id" : "7.5.3",
		"id": "7.5.3.1"
	},
	{
		"content": "The largest temples were all constructed by kings. The other, lesser deities in the temple were gods and goddesses of the allies and subordinates of the ruler. The temple was a miniature model of the world ruled by the king and his allies. As they worshipped their deities together in the royal temples, it seemed as if they brought the just rule of the gods on earth.",
		"parent_id" : "7.5.3",
		"id": "7.5.3.2"
	},
	{
		"content": "Muslim Sultans and Padshahs did not claim to be incarnations of god but Persian court chronicles described the Sultan as the “Shadow of God”. An inscription in the Quwwat al-Islam mosque explained that God chose Alauddin as a king because he had the qualities of Moses and Solomon, the great lawgivers of the past. The greatest lawgiver and architect was God Himself. He created the world out of chaos and introduced order and symmetry.",
		"parent_id" : "7.5.3",
		"id": "7.5.3.3"
	},
	{
		"content": "The Persian terms abad, populated, prosperous, and abadi, flourishing, are both derived from the word ab, meaning water.",
		"parent_id" : "7.5.3",
		"id": "7.5.3.4"
	},
	{
		"content": "As each new dynasty came to power, kings wanted to emphasise their moral right to be rulers. Constructing places of worship provided rulers with the chance to proclaim their close relationship with God, especially important in an age of rapid political change. Rulers also offered patronage to the learned and pious, and tried to transform their capitals and cities into great cultural centres that brought fame to their rule and their realm.",
		"parent_id" : "7.5.3",
		"id": "7.5.3.5"
	},
	{
		"content": "It was widely believed that the rule of a just king would be an age of plenty when the heavens would not withhold rain. At the same time, making precious water available by constructing tanks and reservoirs was highly praised. Sultan Iltutmish won universal respect for constructing a large reservoir just outside Dehli-i-Kuhna. It was called the Hauz-i-Sultani or the “King’s Reservoir”. Can you find it on Map 1 in Chapter 3? Rulers often constructed tanks and reservoirs – big and small – for use by ordinary people. Sometimes these tanks and reservoirs were part of a temple, mosque (note the small tank in the Jami Masjid in Fig. 7) or a gurdwara (a place of worship and congregation for Sikhs, Fig. 8).",
		"parent_id" : "7.5.3",
		"id": "7.5.3.6"
	},
	{
		"content": "Because kings built temples to demonstrate their devotion to God and their power and wealth, it is not surprising that when they attacked one another’s kingdoms they often targeted these buildings. In the early ninth century when the Pandyan king Shrimara Shrivallabha invaded Sri Lanka and defeated the king, Sena I (831-851), the Buddhist monk and chronicler Dhammakitti noted: “he removed all the valuables ... The statue of the Buddha made entirely of gold in the Jewel Palace ... and the golden images in the various monasteries – all these he seized.” The blow to the pride of the Sinhalese ruler had to be avenged and the next Sinhalese ruler, Sena II, ordered his general to invade Madurai, the capital of the Pandyas. The Buddhist chronicler noted that the expedition made a special effort to find and restore the gold statue of the Buddha.",
		"parent_id" : "7.5.4",
		"id": "7.5.4.1"
	},
	{
		"content": "Similarly in the early eleventh century, when the Chola king Rajendra I built a Shiva temple in his capital he filled it with prized statues seized from defeated rulers. An incomplete list included: a Sun-pedestal from the Chalukyas, a Ganesha statue and several statues of Durga; a Nandi statue from the eastern Chalukyas; an image of Bhairava (a form of Shiva) and Bhairavi from the Kalingas of Orissa; and a Kali statue from the Palas of Bengal.",
		"parent_id" : "7.5.4",
		"id": "7.5.4.2"
	},
	{
		"content": "Sultan Mahmud of Ghazni was a contemporary of Rajendra I. During his campaigns in the subcontinent he attacked the temples of defeated kings and looted their wealth and idols. Sultan Mahmud was not a very important ruler at that time. But by destroying temples – especially the one at Somnath – he tried to win credit as a great hero of Islam. In the political culture of the Middle Ages most rulers displayed their political might and military success by attacking and looting the places of worship of defeated rulers.",
		"parent_id" : "7.5.4",
		"id": "7.5.4.3"
	},
	{
		"content": "Under the Mughals, architecture became more complex. Babur, Humayun, Akbar, Jahangir, and especially Shah Jahan were personally interested in literature, art and architecture. In his autobiography, Babur described his interest in planning and laying out formal gardens, placed within rectangular walled enclosures and divided into four quarters by artificial channels.",
		"parent_id" : "7.5.5",
		"id": "7.5.5.1"
	},
	{
		"content": "These gardens were called chahar bagh, four gardens, because of their symmetrical division into quarters. Beginning with Akbar, some of the most beautiful chahar baghs were constructed by Jahangir and Shah Jahan in Kashmir, Agra and Delhi (see Fig. 9).",
		"parent_id" : "7.5.5",
		"id": "7.5.5.2"
	},
	{
		"content": "There were several important architectural innovations during Akbar’s reign. For inspiration, Akbar’s architects turned to the tombs of his Central Asian ancestor, Timur. The central towering dome and the tall gateway (pishtaq) became important aspects of Mughal architecture, first visible in Humayun’s tomb. The tomb was placed in the centre of a huge formal chahar bagh and built in the tradition known as “eight paradises” or hasht bihisht – a central hall surrounded by eight rooms. The building was constructed with red sandstone, edged with white marble.",
		"parent_id" : "7.5.5",
		"id": "7.5.5.3"
	},
	{
		"content": "It was during Shah Jahan’s reign that the different elements of Mughal architecture were fused together in a grand harmonious synthesis. His reign witnessed a huge amount of construction activity especially in Agra and Delhi. The ceremonial halls of public and private audience (diwan-i khas o am) were carefully planned. Placed within a large courtyard, these courts were also described as chihil sutun or forty-pillared halls.",
		"parent_id" : "7.5.5",
		"id": "7.5.5.4"
	},
	{
		"content": "Shah Jahan’s audience halls were specially constructed to resemble a mosque. The pedestal on which his throne was placed was frequently described as the qibla, the direction faced by Muslims at prayer, since everybody faced that direction when court was in session. The idea of the king as a representative of God on earth was suggested by these architectural features.",
		"parent_id" : "7.5.5",
		"id": "7.5.5.5"
	},
	{
		"content": "The connection between royal justice and the imperial court was emphasised by Shah Jahan in his newly constructed court in the Red Fort at Delhi. Behind the emperor’s throne were a series of pietra dura inlays that depicted the legendary Greek god Orpheus playing the lute. It was believed that Orpheus’s music could calm ferocious beasts until they coexisted together peaceably. The construction of Shah Jahan’s audience hall aimed to communicate that the king’s justice would treat the high and the low as equals creating a world where all could live together in harmony.",
		"parent_id" : "7.5.5",
		"id": "7.5.5.6"
	},
	{
		"content": "Pietra dura : Coloured, hard stones placed in depressions carved into marble or sandstone creating beautiful, ornate patterns.",
		"parent_id" : "7.5.5",
		"id": "7.5.5.7"
	},
	{
		"content": "In the early years of his reign, Shah Jahan’s capital was at Agra, a city where the nobility had constructed their homes on the banks of the river Yamuna. These were set in the midst of formal gardens constructed in the chahar bagh format. The chahar bagh garden also had a variation that historians describe as the “riverfront garden”. In this the dwelling was not located in the middle of the chahar bagh but at its edge, close to the bank of the river.",
		"parent_id" : "7.5.5",
		"id": "7.5.5.8"
	},
	{
		"content": "Shah Jahan adapted the river-front garden in the layout of the Taj Mahal, the grandest architectural accomplishment of his reign. Here the white marble mausoleum was placed on a terrace by the edge of the river and the garden was to its south. Shah Jahan develop this architectural form as a means to control the access that nobles had to the river. In the new city of Shahjahanabad that he constructed in Delhi, the imperial palace commanded the river-front. Only specially favoured nobles – like his eldest son Dara Shukoh – were given access to the river. All others had to construct their homes in the city away from the River Yamuna.",
		"parent_id" : "7.5.5",
		"id": "7.5.5.9"
	},
	{
		"content": "As construction activity increased between the eighth and eighteenth centuries there was also a considerable sharing of ideas across regions: the traditions of one region were adopted by another. In Vijayanagara, for example, the elephant stables of the rulers were strongly influenced by the style of architecture found in the adjoining Sultanates of Bijapur and Golconda (see Chapter 6). In Vrindavan, near Mathura, temples were constructed in architectural styles that were very similar to the Mughal palaces in Fatehpur Sikri.",
		"parent_id" : "7.5.6",
		"id": "7.5.6.1"
	},
	{
		"content": "The creation of large empires that brought different regions under their rule helped in this cross-fertilisation of artistic forms and architectural styles. Mughal rulers were particularly skilled in adapting regional architectural styles in the construction of their own buildings. In Bengal, for example, the local rulers had developed a roof that was designed to resemble a thatched hut. The Mughals liked this “Bangla dome” (see Figures 11 and 12 in Chapter 9) so much that they used it in their architecture. The impact of other regions was also evident. In Akbar’s capital at Fatehpur Sikri many of the buildings show the influence of the architectural styles of Gujarat and Malwa.",
		"parent_id" : "7.5.6",
		"id": "7.5.6.2"
	},
	{
		"content": "Even though the authority of the Mughal rulers waned in the eighteenth century, the architectural styles developed under their patronage were constantly used and adapted by other rulers whenever they tried to establish their own kingdoms.",
		"parent_id" : "7.5.6",
		"id": "7.5.6.3"
	},
	{
		"content": "What would a traveller visiting a medieval town expect to find? This would depend on what kind of a town it was – a temple town, an administrative centre, a commercial town or a port town to name just some possibilities. In fact, many towns combined several functions – they were administrative centres, temple towns, as well as centres of commercial activities and craft production.",
		"parent_id" : "7.6.1",
		"id": "7.6.1.1"
	},
	{
		"content": "You read about the Chola dynasty in Chapter 2. Let’s travel in our imagination to Thanjavur, the capital of the Cholas, as it was a thousand years ago. The perennial river Kaveri flows near this beautiful town. One hears the bells of the Rajarajeshvara temple built by King Rajaraja Chola. The towns people are all praise for its architect Kunjaramallan Rajaraja Perunthachchan who has proudly carved his name on the temple wall. Inside is a massive Shiva linga.",
		"parent_id" : "7.6.2",
		"id": "7.6.2.1"
	},
	{
		"content": "Besides the temple, there are palaces with mandapas or pavilions. Kings hold court in these mandapas, issuing orders to their subordinates. There are also barracks for the army.",
		"parent_id" : "7.6.2",
		"id": "7.6.2.2"
	},
	{
		"content": "The town is bustling with markets selling grain, spices, cloth and jewellery. Water supply for the town comes from wells and tanks. The Saliya weavers of Thanjavur and the nearby town of Uraiyur are busy producing cloth for flags to be used in the temple festival, fine cottons for the king and nobility and coarse cotton for the masses. Some distance away at Svamimalai, the sthapatis or sculptors are making exquisite bronze idols and tall, ornamental bell metal lamps.",
		"parent_id" : "7.6.2",
		"id": "7.6.2.3"
	},
	{
		"content": "Thanjavur is also an example of a temple town. Temple towns represent a very important pattern of urbanisation, the process by which cities develop. Temples were often central to the economy and society. Rulers built temples to demonstrate their devotion to various deities. They also endowed temples with grants of land and money to carry out elaborate rituals, feed pilgrims and priests and celebrate festivals. Pilgrims who flocked to the temples also made donations.",
		"parent_id" : "7.6.3",
		"id": "7.6.3.1"
	},
	{
		"content": "Bronze is an alloy containing copper and tin. Bell metal contains a greater proportion of tin than other kinds of bronze. This produces a bell-like sound. Chola bronze statues (see Chapter 2) were made using the “lost wax” technique. First, an image was made of wax. This was covered with clay and allowed to dry. Next it was heated, and a tiny hole was made in the clay cover. The molten wax was drained out through this hole. Then molten metal was poured into the clay mould through the hole. Once the metal cooled and solidified, the clay cover was carefully removed, and the image was cleaned and polished.",
		"parent_id" : "7.6.3",
		"id": "7.6.3.2"
	},
	{
		"content": "Temple authorities used their wealth to finance trade and banking. Gradually a large number of priests, workers, artisans, traders, etc. settled near the temple to cater to its needs and those of the pilgrims. Thus grew temple towns. Towns emerged around temples such as those of Bhillasvamin (Bhilsa or Vidisha in Madhya Pradesh), and Somnath in Gujarat. Other important temple towns included Kanchipuram and Madurai in Tamil Nadu, and Tirupati in Andhra Pradesh.",
		"parent_id" : "7.6.3",
		"id": "7.6.3.3"
	},
	{
		"content": "Pilgrimage centres also slowly developed into townships. Vrindavan (Uttar Pradesh) and Tiruvannamalai (Tamil Nadu) are examples of two such towns. Ajmer (Rajasthan) was the capital of the Chauhan kings in the twelfth century and later became the suba headquarters under the Mughals. It provides an excellent example of religious coexistence. Khwaja Muinuddin Chishti, the celebrated Sufi saint (see also Chapter 8) who settled there in the twelfth century, attracted devotees from all creeds. Near Ajmer is a lake, Pushkar, which has attracted pilgrims from ancient times.",
		"parent_id" : "7.6.3",
		"id": "7.6.3.4"
	},
	{
		"content": "From the eighth century onwards the subcontinent was dotted with several small towns. These probably emerged from large villages. They usually had a mandapika (or mandi of later times) to which nearby villagers brought their produce to sell. They also had market streets called hatta (haat of later times) lined with shops. Besides, there were streets for different kinds of artisans such as potters, oil pressers, sugar makers, toddy makers, smiths, stonemasons, etc. While some traders lived in the town, others travelled from town to town. Many came from far and near to these towns to buy local articles and sell products of distant places like horses, salt, camphor, saffron, betel nut and spices like pepper.",
		"parent_id" : "7.6.4",
		"id": "7.6.4.1"
	},
	{
		"content": "Usually a samanta or, in later times, a zamindar built a fortified palace in or near these towns. They levied taxes on traders, artisans and articles of trade and sometimes “donated” the “right” to collect these taxes to local temples, which had been built by themselves or by rich merchants. These “rights” were recorded in inscriptions that have survived to this day.",
		"parent_id" : "7.6.4",
		"id": "7.6.4.2"
	},
	{
		"content": "The following is a summary from a tenth-century inscription from Rajasthan, which lists the dues that were to be collected by temple authorities: There were taxes in kind on: Sugar and jaggery, dyes, thread, and cotton, On coconuts, salt, areca nuts, butter, sesame oil, On cloth. Besides, there were taxes on traders, on those who sold metal goods, on distillers, on oil, on cattle fodder, and on loads of grain. Some of these taxes were collected in kind, while others were collected in cash.",
		"parent_id" : "7.6.4",
		"id": "7.6.4.3"
	},
	{
		"content": "There were many kinds of traders. These included the Banjaras (see also Chapter 7). Several traders, especially horse traders, formed associations, with headmen who negotiated on their behalf with warriors who bought horses.",
		"parent_id" : "7.6.5",
		"id": "7.6.5.1"
	},
	{
		"content": "Since traders had to pass through many kingdoms and forests, they usually travelled in caravans and formed guilds to protect their interests. There were several such guilds in south India from the eighth century onwards – the most famous being the Manigramam and Nanadesi. These guilds traded extensively both within the peninsula and with Southeast Asia and China.",
		"parent_id" : "7.6.5",
		"id": "7.6.5.2"
	},
	{
		"content": "There were also communities like the Chettiars and the Marwari Oswal who went on to become the principal trading groups of the country. Gujarati traders, including the communities of Hindu Baniyas and Muslim Bohras, traded extensively with the ports of the Red Sea, Persian Gulf, East Africa, Southeast Asia and China. They sold textiles and spices in these ports and, in exchange, brought gold and ivory from Africa; and spices, tin, Chinese blue pottery and silver from Southeast Asia and China.",
		"parent_id" : "7.6.5",
		"id": "7.6.5.3"
	},
	{
		"content": "The towns on the west coast were home to Arab, Persian, Chinese, Jewish and Syrian Christian traders. Indian spices and cloth sold in the Red Sea ports were purchased by Italian traders and eventually reached European markets, fetching very high profits. Spices grown in tropical climates (pepper, cinnamon, nutmeg, dried ginger, etc.) became an important part of European cooking, and cotton cloth was very attractive. This eventually drew European traders to India. We will shortly read about how this changed the face of trading and towns.",
		"parent_id" : "7.6.5",
		"id": "7.6.5.4"
	},
	{
		"content": "With its rugged, mountainous landscape, Kabul (in present-day Afghanistan) became politically and commercially important from the sixteenth century onwards. Kabul and Qandahar were linked to the celebrated Silk Route. Besides, trade in horses was primarily carried on through this route. In the seventeenth century Jean Baptiste Tavernier, a diamond merchant, estimated that the horse trade at Kabul amounted to Rs 30,000 annually, which was a huge sum in those days. Camels carried dried fruits, dates, carpets, silks and even fresh fruits from Kabul to the subcontinent and elsewhere. Slaves were also brought here for sale.",
		"parent_id" : "7.6.5",
		"id": "7.6.5.5"
	},
	{
		"content": "The craftspersons of Bidar were so famed for their inlay work in copper and silver that it came to be called Bidri. The Panchalas or Vishwakarma community, consisting of goldsmiths, bronzesmiths, blacksmiths, masons and carpenters, were essential to the building of temples. They also played an important role in the construction of palaces, big buildings, tanks and reservoirs. Similarly, weavers such as the Saliyar or Kaikkolars emerged as prosperous communities, making donations to temples. Some aspects of cloth making like cotton cleaning, spinning and dyeing became specialised and independent crafts.",
		"parent_id" : "7.6.6",
		"id": "7.6.6.1"
	},
	{
		"content": "Some towns like Ahmedabad (Gujarat) went on to become major commercial cities but others like Thanjavur shrank in size and importance over the centuries. Murshidabad (West Bengal) on the banks of the Bhagirathi, which rose to prominence as a centre for silks and became the capital of Bengal in 1704, declined in the course of the century as the weavers faced competition from cheap mill-made cloth from England.",
		"parent_id" : "7.6.7",
		"id": "7.6.7.1"
	},
	{
		"content": "Hampi is located in the Krishna-Tungabhadra basin, which formed the nucleus of the Vijayanagara Empire, founded in 1336. The magnificent ruins at Hampi reveal a well-fortified city. No mortar or cementing agent was used in the construction of these walls and the technique followed was to wedge them together by interlocking.",
		"parent_id" : "7.6.8",
		"id": "7.6.8.1"
	},
	{
		"content": "This is how a Portuguese traveller, Domingo Paes, described Hampi in the sixteenth century: … at the entrance of the gate where those pass who come from Goa, this king has made within it a very strong city fortified with walls and towers; these walls are not like those of other cities, but are made of very strong masonry such as would be found in few other parts, and inside very beautiful rows of buildings made after their manner with flat roofs.",
		"parent_id" : "7.6.8",
		"id": "7.6.8.2"
	},
	{
		"content": "During their rule, the Vijaynagara rulers took keen interest in building tanks and canals. The Anantraj Sagar Tank was built with a 1.37 km. long earthern dam across the Maldevi river. Krishnadeva Raya built a huge stone embankment between two hills to create a massive lake near Vijayanagara, from which water was carried through aqueducts and channels to irrigate fields and gardens.",
		"parent_id" : "7.6.8",
		"id": "7.6.8.3"
	},
	{
		"content": "The architecture of Hampi was distinctive. The buildings in the royal complex had splendid arches, domes and pillared halls with niches for holding sculptures. They also had well-planned orchards and pleasure gardens with sculptural motifs such as the lotus and corbels. In its heyday in the fifteenthsixteenth centuries, Hampi bustled with commercial and cultural activities. Muslim merchants, Chettis and agents of European traders such as the Portuguese, thronged the markets of Hampi.",
		"parent_id" : "7.6.8",
		"id": "7.6.8.4"
	},
	{
		"content": "Temples were the hub of cultural activities and devadasis (temple dancers) performed before the deity, royalty and masses in the many-pillared halls in the Virupaksha (a form of Shiva) temple. The Mahanavami festival, known today as Navaratri in the south, was one of the most important festivals celebrated at Hampi. Archaeologists have found the Mahanavami platform where the king received guests and accepted tribute from subordinate chiefs. From here he also watched dance and music performances as well as wrestling bouts. Hampi fell into ruin following the defeat of Vijayanagara in 1565 by the Deccani Sultans – the rulers of Golconda, Bijapur, Ahmadnagar, Berar and Bidar.",
		"parent_id" : "7.6.8",
		"id": "7.6.8.5"
	},
	{
		"content": "Surat in Gujarat was the emporium of western trade during the Mughal period along with Cambay (presentday Khambat) and somewhat later, Ahmedabad. Surat was the gateway for trade with West Asia via the Gulf of Ormuz. Surat has also been called the gate to Mecca because many pilgrim ships set sail from here.",
		"parent_id" : "7.6.9",
		"id": "7.6.9.1"
	},
	{
		"content": "Emporium : A place where goods from diverse production centres are bought and sold.",
		"parent_id" : "7.6.9",
		"id": "7.6.9.2"
	},
	{
		"content": "The city was cosmopolitan and people of all castes and creeds lived there. In the seventeenth century the Portuguese, Dutch and English had their factories and warehouses at Surat. According to the English chronicler Ovington who wrote an account of the port in 1689, on average a hundred ships of different countries could be found anchored at the port at any given time.",
		"parent_id" : "7.6.9",
		"id": "7.6.9.3"
	},
	{
		"content": "There were also several retail and wholesale shops selling cotton textiles. The textiles of Surat were famous for their gold lace borders (zari) and had a market in West Asia, Africa and Europe. The state built numerous rest-houses to take care of the needs of people from all over the world who came to the city. There were magnificent buildings and innumerable pleasure parks. The Kathiawad seths or mahajans (moneychangers) had huge banking houses at Surat. It is noteworthy that the Surat hundis were honoured in the far-off markets of Cairo in Egypt, Basra in Iraq and Antwerp in Belgium.",
		"parent_id" : "7.6.9",
		"id": "7.6.9.4"
	},
	{
		"content": "Hundi is a note recording a deposit made by a person. The amount deposited can be claimed in another place by presenting the record of the deposit.",
		"parent_id" : "7.6.9",
		"id": "7.6.9.5"
	},
	{
		"content": "However, Surat began to decline towards the end of the seventeenth century. This was because of many factors: the loss of markets and productivity because of the decline of the Mughal Empire, control of the sea routes by the Portuguese and competition from Bombay (present-day Mumbai) where the English East India Company shifted its headquarters in 1668. Today, Surat is a bustling commercial centre.",
		"parent_id" : "7.6.9",
		"id": "7.6.9.6"
	},
	{
		"content": "The town of Masulipatnam or Machlipatnam (literally, fish port town) lay on the delta of the Krishna river. In the seventeenth century it was a centre of intense activity.",
		"parent_id" : "7.6.10",
		"id": "7.6.10.1"
	},
	{
		"content": "Both the Dutch and English East India Companies attempted to control Masulipatnam as it became the most important port on the Andhra coast. The fort at Masulipatnam was built by the Dutch.",
		"parent_id" : "7.6.10",
		"id": "7.6.10.2"
	},
	{
		"content": "This is a description of Masulipatnam by William Methwold, a Factor of the English East India Company, in 1620: This is the chief port of Golconda, where the Right Worshipfull East India Company have their Agent. It is a small town but populous, unwalled, ill built and worse situated; within all the springs are brackish. It was first a poor fisher town … afterwards, the convenience of the road (a place where ships can anchor) made it a residence for merchants and so continues since our and the Dutch nation frequented this coast.",
		"parent_id" : "7.6.10",
		"id": "7.6.10.3"
	},
	{
		"content": "Factor Official in-charge of trading activities of the European Trading Companies.",
		"parent_id" : "7.6.10",
		"id": "7.6.10.4"
	},
	{
		"content": "The Qutb Shahi rulers of Golconda imposed royal monopolies on the sale of textiles, spices and other items to prevent the trade passing completely into the hands of the various East India Companies. Fierce competition among various trading groups – the Golconda nobles, Persian merchants, Telugu Komati Chettis, and European traders – made the city populous and prosperous. As the Mughals began to extend their power to Golconda their representative, the governor Mir Jumla who was also a merchant, began to play off the Dutch and the English against each other. In 1686-1687 Mughal Emperor Aurangzeb annexed Golconda.",
		"parent_id" : "7.6.10",
		"id": "7.6.10.5"
	},
	{
		"content": "This caused the European Companies to look for alternatives. It was a part of the new policy of the English East India Company that it was not enough if a port had connections with the production centres of the hinterland. The new Company trade centres, it was felt, should combine political, administrative and commercial roles. As the Company traders moved to Bombay, Calcutta (present-day Kolkata) and Madras (present-day Chennai), Masulipatnam lost both its merchants and prosperity and declined in the course of the eighteenth century, being today nothing more than a dilapidated little town.",
		"parent_id" : "7.6.10",
		"id": "7.6.10.6"
	},
	{
		"content": "In the sixteenth and seventeenth centuries, European countries were searching for spices and textiles, which had become popular both in Europe and West Asia. The English, Dutch and French formed East India Companies in order to expand their commercial activities in the east. Initially great Indian traders like Mulla Abdul Ghafur and Virji Vora who owned a large number of ships competed with them. However, the European Companies used their naval power to gain control of the sea trade and forced Indian traders to work as their agents. Ultimately, the English emerged as the most successful commercial and political power in the subcontinent.",
		"parent_id" : "7.6.11",
		"id": "7.6.11.1"
	},
	{
		"content": "The spurt in demand for goods like textiles led to a great expansion of the crafts of spinning, weaving, bleaching, dyeing, etc. with more and more people taking them up. Indian textile designs became increasingly refined. However, this period also saw the decline of the independence of craftspersons. They now began to work on a system of advances which meant that they had to weave cloth which was already promised to European agents. Weavers no longer had the liberty of selling their own cloth or weaving their own patterns. They had to reproduce the designs supplied to them by the Company agents.",
		"parent_id" : "7.6.11",
		"id": "7.6.11.2"
	},
	{
		"content": "The eighteenth century saw the rise of Bombay, Calcutta and Madras, which are nodal cities today. Crafts and commerce underwent major changes as merchants and artisans (such as weavers) were moved into the Black Towns established by the European companies within these new cities. The “blacks” or native traders and craftspersons were confined here while the “white” rulers occupied the superior residencies of Fort St. George in Madras or Fort St. William in Calcutta. The story of crafts and commerce in the eighteenth century will be taken up next year.",
		"parent_id" : "7.6.11",
		"id": "7.6.11.3"
	},
	{
		"content": "You saw in Chapters 2, 3 and 4 how kingdoms rose and fell. Even as this was happening, new arts, crafts and production activities flourished in towns and villages. Over the centuries important political, social and economic developments had taken place. But social change was not the same everywhere, because different kinds of societies evolved differently. It is important to understand how, and why, this happened.",
		"parent_id" : "7.7.1",
		"id": "7.7.1.1"
	},
	{
		"content": "In large parts of the subcontinent, society was already divided according to the rules of varna. These rules, as prescribed by the Brahmanas, were accepted by the rulers of large kingdoms. The difference between the high and low, and between the rich and poor, increased. Under the Delhi Sultans and the Mughals, this hierarchy between social classes grew further.",
		"parent_id" : "7.7.1",
		"id": "7.7.1.2"
	},
	{
		"content": "There were, however, other kinds of societies as well. Many societies in the subcontinent did not follow the social rules and rituals prescribed by the Brahmanas. Nor were they divided into numerous unequal classes. Such societies are often called tribes.",
		"parent_id" : "7.7.2",
		"id": "7.7.2.1"
	},
	{
		"content": "Members of each tribe were united by kinship bonds. Many tribes obtained their livelihood from agriculture. Others were hunter-gatherers or herders. Most often they combined these activities to make full use of the natural resources of the area in which they lived. Some tribes were nomadic and moved from one place to another. A tribal group controlled land and pastures jointly, and divided these amongst households according to its own rules.",
		"parent_id" : "7.7.2",
		"id": "7.7.2.2"
	},
	{
		"content": "Many large tribes thrived in different parts of the subcontinent. They usually lived in forests, hills, deserts and places difficult to reach. Sometimes they clashed with the more powerful caste-based societies. In various ways, the tribes retained their freedom and preserved their separate culture.",
		"parent_id" : "7.7.2",
		"id": "7.7.2.3"
	},
	{
		"content": "But the caste-based and tribal societies also depended on each other for their diverse needs. This relationship, of conflict and dependence, gradually caused both societies to change.",
		"parent_id" : "7.7.2",
		"id": "7.7.2.4"
	},
	{
		"content": "Contemporary historians and travellers give very scanty information about tribes. A few exceptions apart, tribal people did not keep written records. But they preserved rich customs and oral traditions. These were passed down to each new generation. Presentday historians have started using such oral traditions to write tribal histories.",
		"parent_id" : "7.7.3",
		"id": "7.7.3.1"
	},
	{
		"content": "Tribal people were found in almost every region of the subcontinent. The area and influence of a tribe varied at different points of time. Some powerful tribes controlled large territories. In Punjab, the Khokhar tribe was very influential during the thirteenth and fourteenth centuries. Later, the Gakkhars became more important. Their chief, Kamal Khan Gakkhar, was made a noble (mansabdar) by Emperor Akbar. In Multan and Sind, the Langahs and Arghuns dominated extensive regions before they were subdued by the Mughals. The Balochis were another large and powerful tribe in the north-west. They were divided into many smaller clans under different chiefs. In the western Himalaya lived the shepherd tribe of Gaddis. The distant north-eastern part of the subcontinent too was entirely dominated by tribes – the Nagas, Ahoms and many others.",
		"parent_id" : "7.7.3",
		"id": "7.7.3.2"
	},
	{
		"content": "In many areas of present-day Bihar and Jharkhand, Chero chiefdoms had emerged by the twelfth century. Raja Man Singh, Akbar’s famous general, attacked and defeated the Cheros in 1591. A large amount of booty was taken from them, but they were not entirely subdued. Under Aurangzeb, Mughal forces captured many Chero fortresses and subjugated the tribe. The Mundas and Santals were among the other important tribes that lived in this region and also in Orissa and Bengal.",
		"parent_id" : "7.7.3",
		"id": "7.7.3.3"
	},
	{
		"content": "Clan : A clan is a group of families or households claiming descent from a common ancestor. Tribal organisation is often based on kinship or clan loyalties.",
		"parent_id" : "7.7.3",
		"id": "7.7.3.4"
	},
	{
		"content": "The Maharashtra highlands and Karnataka were home to Kolis, Berads and numerous others. Kolis also lived in many areas of Gujarat. Further south there were large tribal populations of Koragas, Vetars, Maravars and many others.",
		"parent_id" : "7.7.3",
		"id": "7.7.3.5"
	},
	{
		"content": "The large tribe of Bhils was spread across western and central India. By the late sixteenth century, many of them had become settled agriculturists and some even zamindars. Many Bhil clans, nevertheless, remained huntergatherers. The Gonds were found in great numbers across the present-day states of Chhattisgarh, Madhya Pradesh, Maharashtra and Andhra Pradesh.",
		"parent_id" : "7.7.3",
		"id": "7.7.3.6"
	},
	{
		"content": "Nomadic pastoralists moved over long distances with their animals. They lived on milk and other pastoral products. They also exchanged wool, ghee, etc., with settled agriculturists for grain, cloth, utensils and other products. They bought and sold these goods as they moved from one place to another, transporting them on their animals.",
		"parent_id" : "7.7.4",
		"id": "7.7.4.1"
	},
	{
		"content": "Nomads and itinerant groups Nomads are wandering people. Many of them are pastoralists who roam from one pasture to another with their flocks and herds. Similarly, itinerant groups, such as craftspersons, pedlars and entertainers travel from place to place practising their different occupations. Both nomads and itinerant groups often visit the same places every year.",
		"parent_id" : "7.7.4",
		"id": "7.7.4.2"
	},
	{
		"content": "The Banjaras were the most important tradernomads. Their caravan was called tanda. Sultan Alauddin Khalji (Chapter 3) used the Banjaras to transport grain to the city markets. Emperor Jahangir wrote in his memoirs that the Banjaras carried grain on their bullocks from different areas and sold it in towns. They transported food grain for the Mughal army during military campaigns. With a large army there could be 100,000 bullocks carrying grain.",
		"parent_id" : "7.7.4",
		"id": "7.7.4.3"
	},
	{
		"content": "Peter Mundy, an English trader who came to India during the early seventeenth century, has described the Banjaras: In the morning we met a tanda of Banjaras with14,000 oxen. They were all laden with grains such as wheat and rice ... These Banjaras carry their household – wives and children – along with them. One tanda consists of many families. Their way of life is similar to that of carriers who continuously travel from place to place. They own their oxen. They are sometimes hired by merchants, but most commonly they are themselves merchants. They buy grain where it is cheaply available and carry it to places where it is dearer. From there, they again reload their oxen with anything that can be profitably sold in other places … In a tanda there may be as many as 6 or 7 hundred persons … They do not travel more than 6 or 7 miles a day – that, too, in the cool weather. After unloading their oxen, they turn them free to graze as there is enough land here, and no one there to forbid them.",
		"parent_id" : "7.7.4",
		"id": "7.7.4.4"
	},
	{
		"content": "Many pastoral tribes reared and sold animals, such as cattle and horses, to the prosperous people. Different castes of petty pedlars also travelled from village to village. They made and sold wares such as ropes, reeds, straw matting and coarse sacks. Sometimes mendicants acted as wandering merchants. There were castes of entertainers who performed in different towns and villages for their livelihood.",
		"parent_id" : "7.7.4",
		"id": "7.7.4.5"
	},
	{
		"content": "As the economy and the needs of society grew, people with new skills were required. Smaller castes, or jatis, emerged within varnas. For example, new castes appeared amongst the Brahmanas. On the other hand, many tribes and social groups were taken into caste-based society and given the status of jatis. Specialised artisans – smiths, carpenters and masons – were also recognised as separate jatis by the Brahmanas. Jatis, rather than varna, became the basis for organising society.",
		"parent_id" : "7.7.5",
		"id": "7.7.5.1"
	},
	{
		"content": "A twelfth-century inscription from Uyyakondan Udaiyar, in Tiruchirapalli taluka (in present-day Tamil Nadu), describes the deliberations in a sabha (Chapter 2) of Brahmanas. They deliberated on the status of a group known as rathakaras (literally, chariot makers). They laid down their occupations, which were to include architecture, building coaches and chariots, erecting gateways for temples with images in them, preparing wooden equipment used to perform sacrifices, building mandapas, making jewels for the king.",
		"parent_id" : "7.7.5",
		"id": "7.7.5.2"
	},
	{
		"content": "Among the Kshatriyas, new Rajput clans became powerful by the eleventh and twelfth centuries. They belonged to different lineages, such as Hunas, Chandelas, Chalukyas and others. Some of these, too, had been tribes earlier. Many of these clans came to be regarded as Rajputs. They gradually replaced the older rulers, especially in agricultural areas. Here a developed society was emerging, and rulers used their wealth to create powerful states.",
		"parent_id" : "7.7.5",
		"id": "7.7.5.3"
	},
	{
		"content": "The rise of Rajput clans to the position of rulers set an example for the tribal people to follow. Gradually, with the support of the Brahmanas, many tribes became part of the caste system. But only the leading tribal families could join the ruling class. A large majority joined the lower jatis of caste society. On the other hand, many dominant tribes of Punjab, Sind and the North-West Frontier had adopted Islam quite early. They continued to reject the caste system. The unequal social order, prescribed by orthodox Hinduism, was not widely accepted in these areas. The emergence of states is closely related to social change amongst tribal people. Two examples of this important part of our history are described below.",
		"parent_id" : "7.7.5",
		"id": "7.7.5.4"
	},
	{
		"content": "The Gonds lived in a vast forested region called Gondwana – or “country inhabited by Gonds”. They practised shifting cultivation. The large Gond tribe was further divided into many smaller clans. Each clan had its own raja or rai. About the time that the power of the Delhi Sultans was declining, a few large Gond kingdoms were beginning to dominate the smaller Gond chiefs. The Akbar Nama, a history of Akbar’s reign, mentions the Gond kingdom of Garha Katanga that had 70,000 villages.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.1"
	},
	{
		"content": "Shifting cultivation Trees and bushes in a forest area are first cut and burnt. The crop is sown in the ashes. When this land loses its fertility, another plot of land is cleared and planted in the same way.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.2"
	},
	{
		"content": "The administrative system of these kingdoms was becoming centralised. The kingdom was divided into garhs. Each garh was controlled by a particular Gond clan. This was further divided into units of 84 villages called chaurasi. The chaurasi was subdivided into barhots which were made up of 12 villages each.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.3"
	},
	{
		"content": "The emergence of large states changed the nature of Gond society. Their basically equal society gradually got divided into unequal social classes. Brahmanas received land grants from the Gond rajas and became more influential. The Gond chiefs now wished to be recognised as Rajputs. So, Aman Das, the Gond raja of Garha Katanga, assumed the title of Sangram Shah. His son, Dalpat, married princess Durgawati, the daughter of Salbahan, the Chandel Rajput raja of Mahoba.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.4"
	},
	{
		"content": "Dalpat, however, died early. Rani Durgawati was very capable, and started ruling on behalf of her five-year-old son, Bir Narain. Under her, the kingdom became even more extensive. In 1565, the Mughal forces under Asaf Khan attacked Garha Katanga. A strong resistance was put up by Rani Durgawati. She was defeated and preferred to die rather than surrender. Her son, too, died fighting soon after.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.5"
	},
	{
		"content": "Garha Katanga was a rich state. It earned much wealth by trapping and exporting wild elephants to other kingdoms. When the Mughals defeated the Gonds, they captured a huge booty of precious coins and elephants. They annexed part of the kingdom and granted the rest to Chandra Shah, an uncle of Bir Narain. Despite the fall of Garha Katanga, the Gond kingdoms survived for some time. However, they became much weaker and later struggled unsuccessfully against the stronger Bundelas and Marathas.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.6"
	},
	{
		"content": "The Ahoms migrated to the Brahmaputra valley from present-day Myanmar in the thirteenth century. They created a new state by suppressing the older political system of the bhuiyans (landlords). During the sixteenth century, they annexed the kingdoms of the Chhutiyas (1523) and of Koch-Hajo (1581) and subjugated many other tribes. The Ahoms built a large state, and for this they used firearms as early as the 1530s. By the 1660s they could even make highquality gunpowder and cannons.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.7"
	},
	{
		"content": "However, the Ahoms faced many invasions from the south-west. In 1662, the Mughals under Mir Jumla attacked the Ahom kingdom. Despite their brave defence, the Ahoms were defeated. But direct Mughal control over the region could not last long.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.8"
	},
	{
		"content": "The Ahom state depended upon forced labour. Those forced to work for the state were called paiks. A census of the population was taken. Each village had to send a number of paiks by rotation. People from heavily populated areas were shifted to less populated places. Ahom clans were thus broken up. By the first half of the seventeenth century the administration became quite centralised.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.9"
	},
	{
		"content": "Almost all adult males served in the army during war. At other times, they were engaged in building dams, irrigation systems and other public works. The Ahoms also introduced new methods of rice cultivation.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.10"
	},
	{
		"content": "Ahom society was divided into clans or khels. There were very few castes of artisans, so artisans in the Ahom areas came from the adjoining kingdoms. A khel often controlled several villages. The peasant was given land by his village community. Even the king could not take it away without the community’s consent.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.11"
	},
	{
		"content": "Originally, the Ahoms worshipped their own tribal gods. During the first half of the seventeenth century, however, the influence of Brahmanas increased. Temples and Brahmanas were granted land by the king. In the reign of Sib Singh (1714-1744), Hinduism became the predominant religion. But the Ahom kings did not completely give up their traditional beliefs after adopting Hinduism.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.12"
	},
	{
		"content": "Ahom society was very sophisticated. Poets and scholars were given land grants. Theatre was encouraged. Important works of Sanskrit were translated into the local language. Historical works, known as buranjis, were also written – first in the Ahom language and then in Assamese.",
		"parent_id" : "7.7.6",
		"id": "7.7.6.13"
	},
	{
		"content": "Considerable social change took place in the subcontinent during the period we have been examining. Varna-based society and tribal people constantly interacted with each other. This interaction caused both kinds of societies to adapt and change. There were many different tribes and they took up diverse livelihoods. Over a period of time, many of them merged with castebased society. Others, however, rejected both the caste system and orthodox Hinduism. Some tribes established extensive states with well-organised systems of administration. They thus became politically powerful. This brought them into conflict with larger and more complex kingdoms and empires.",
		"parent_id" : "7.7.7",
		"id": "7.7.7.1"
	},
	{
		"content": "You may have seen people perform rituals of worship, or singing bhajans, kirtans or qawwalis, or even repeating the name of God in silence, and noticed that some of them are moved to tears. Such intense devotion or love of God is the legacy of various kinds of bhakti and Sufi movements that have evolved since the eighth century.",
		"parent_id" : "7.8.1",
		"id": "7.8.1.1"
	},
	{
		"content": "Before large kingdoms emerged, different groups of people worshipped their own gods and goddesses. As people were brought together through the growth of towns, trade and empires, new ideas began to develop. The idea that all living things pass through countless cycles of birth and rebirth performing good deeds and bad came to be widely accepted. Similarly, the idea that all human beings are not equal even at birth gained ground during this period. The belief that social privileges came from birth in a “noble” family or a “high” caste was the subject of many learned texts.",
		"parent_id" : "7.8.2",
		"id": "7.8.2.1"
	},
	{
		"content": "Many people were uneasy with such ideas and turned to the teachings of the Buddha or the Jainas according to which it was possible to overcome social differences and break the cycle of rebirth through personal effort. Others felt attracted to the idea of a Supreme God who could deliver humans from such bondage if approached with devotion (or bhakti). This idea, advocated in the Bhagavadgita, grew in popularity in the early centuries of the Common Era.",
		"parent_id" : "7.8.2",
		"id": "7.8.2.2"
	},
	{
		"content": "Shiva, Vishnu and Durga as supreme deities came to be worshipped through elaborate rituals. At the same time, gods and goddesses worshipped in different areas came to be identified with Shiva, Vishnu or Durga. In the process, local myths and legends became a part of the Puranic stories, and methods of worship recommended in the Puranas were introduced into the local cults. Eventually the Puranas also laid down that it was possible for devotees to receive the grace of God regardless of their caste status. The idea of bhakti became so popular that even Buddhists and Jainas adopted these beliefs.",
		"parent_id" : "7.8.2",
		"id": "7.8.2.3"
	},
	{
		"content": "The seventh to ninth centuries saw the emergence of new religious movements, led by the Nayanars (saints devoted to Shiva) and Alvars (saints devoted to Vishnu) who came from all castes including those considered “untouchable” like the Pulaiyar and the Panars. They were sharply critical of the Buddhists and Jainas and preached ardent love of Shiva or Vishnu as the path to salvation. They drew upon the ideals of love and heroism as found in the Sangam literature (the earliest example of Tamil literature, composed during the early centuries of the Common Era) and blended them with the values of bhakti. The Nayanars and Alvars went from place to place composing exquisite poems in praise of the deities enshrined in the villages they visited, and set them to music.",
		"parent_id" : "7.8.3",
		"id": "7.8.3.1"
	},
	{
		"content": "There were 63 Nayanars, who belonged to different caste backgrounds such as potters, “untouchable” workers, peasants, hunters, soldiers, Brahmanas and chiefs. The best known among them were Appar, Sambandar, Sundarar and Manikkavasagar. There are two sets of compilations of their songs – Tevaram and Tiruvacakam. There were 12 Alvars, who came from equally divergent backgrounds, the best known being Periyalvar, his daughter Andal, Tondaradippodi Alvar and Nammalvar. Their songs were compiled in the Divya Prabandham.",
		"parent_id" : "7.8.3",
		"id": "7.8.3.2"
	},
	{
		"content": "Between the tenth and twelfth centuries the Chola and Pandya kings built elaborate temples around many of the shrines visited by the saint-poets, strengthening the links between the bhakti tradition and temple worship. This was also the time when their poems were compiled. Besides, hagiographies or religious biographies of the Alvars and Nayanars were also composed. Today we use these texts as sources for writing histories of the bhakti tradition.",
		"parent_id" : "7.8.3",
		"id": "7.8.3.3"
	},
	{
		"content": "Hagiography : Writing of saints’ lives.",
		"parent_id" : "7.8.3",
		"id": "7.8.3.4"
	},
	{
		"content": "This is a composition of Manikkavasagar: Into my vile body of flesh You came, as though it were a temple of gold, And soothed me wholly and saved me, O Lord of Grace, O Gem most Pure, Sorrow and birth and death and illusion You took from me, and set me free. O Bliss! O Light! I have taken refuge in You, And never can I be parted from You.",
		"parent_id" : "7.8.3",
		"id": "7.8.3.5"
	},
	{
		"content": "Shankara, one of the most influential philosophers of India, was born in Kerala in the eighth century. He was an advocate of Advaita or the doctrine of the oneness of the individual soul and the Supreme God which is the Ultimate Reality. He taught that Brahman, the only or Ultimate Reality, was formless and without any attributes. He considered the world around us to be an illusion or maya, and preached renunciation of the world and adoption of the path of knowledge to understand the true nature of Brahman and attain salvation.",
		"parent_id" : "7.8.4",
		"id": "7.8.4.1"
	},
	{
		"content": "Ramanuja, born in Tamil Nadu in the eleventh century, was deeply influenced by the Alvars. According to him the best means of attaining salvation was through intense devotion to Vishnu. Vishnu in His grace helps the devotee to attain the bliss of union with Him. He propounded the doctrine of Vishishtadvaita or qualified oneness in that the soul even when united with the Supreme God remained distinct. Ramanuja’s doctrine greatly inspired the new strand of bhakti which developed in north India subsequently.",
		"parent_id" : "7.8.4",
		"id": "7.8.4.2"
	},
	{
		"content": "We noted earlier the connection between the Tamil bhakti movement and temple worship. This in turn led to a reaction that is best represented in the Virashaiva movement initiated by Basavanna and his companions like Allama Prabhu and Akkamahadevi. This movement began in Karnataka in the mid-twelfth century. The Virashaivas argued strongly for the equality of all human beings and against Brahmanical ideas about caste and the treatment of women. They were also against all forms of ritual and idol worship.",
		"parent_id" : "7.8.5",
		"id": "7.8.5.1"
	},
	{
		"content": "These are vachanas or sayings attributed to Basavanna: The rich, Will make temples for Shiva. What shall I, A poor man, Do? My legs are pillars, The body the shrine, The head a cupola Of gold. Listen, O Lord of the meeting rivers, Things standing shall fall, But the moving ever shall stay.",
		"parent_id" : "7.8.5",
		"id": "7.8.5.2"
	},
	{
		"content": "From the thirteenth to the seventeenth centuries Maharashtra saw a great number of saint-poets, whose songs in simple Marathi continue to inspire people. The most important among them were Dnyaneshwar (Gyaneshwar), Namdev, Eknath and Tukaram as well as women like Sakhubai and the family of Chokhamela, who belonged to the “untouchable” Mahar caste. This regional tradition of bhakti focused on the Vitthala (a form of Vishnu) temple in Pandharpur, as well as on the notion of a personal god residing in the hearts of all people.",
		"parent_id" : "7.8.6",
		"id": "7.8.6.1"
	},
	{
		"content": "These saint-poets rejected all forms of ritualism, outward display of piety and social differences based on birth. In fact they even rejected the idea of renunciation and preferred to live with their families, earning their livelihood like any other person, while humbly serving fellow human beings in need. A new humanist idea emerged as they insisted that bhakti lay in sharing others’ pain. As the famous Gujarati saint Narsi Mehta said, “They are Vaishnavas who understand the pain of others.”",
		"parent_id" : "7.8.6",
		"id": "7.8.6.2"
	},
	{
		"content": "The Vaishnava poet-saints of Maharashtra such as Jnaneshwar, Namadeva, Eknath and Tukaram were devotees of lord Vitthala. Devotion around lord Vitthala gave rise to the Varkari sect which lay emphasis on an annual pilgrimage to Pandharpur. The cult of Vitthala emerged as a powerful mode of devotion and was very popular amongst the people.",
		"parent_id" : "7.8.6",
		"id": "7.8.6.3"
	},
	{
		"content": "This is an abhang (Marathi devotional hymn) of Sant Tukaram: He who identifies with the battered and the beaten Mark him as a saint For God is with him He holds Every forsaken man Close to his heart He treats A slave As his own son Says Tuka I won’t be tired to repeat again Such a man Is God In person. Here is an abhang composed by Chokhamela’s son: You made us low caste, Why don’t you face that fact, Great Lord? Our whole life – left-over food to eat. You should be ashamed of this. You have eaten in our home. How can you deny it? Chokha’s (son) Karmamela asks Why did you give me life?",
		"parent_id" : "7.8.6",
		"id": "7.8.6.4"
	},
	{
		"content": "A number of religious groups that emerged during this period criticised the ritual and other aspects of conventional religion and the social order, using simple, logical arguments. Among them were the Nathpanthis, Siddhacharas and Yogis. They advocated renunciation of the world. To them the path to salvation lay in meditation on the formless Ultimate Reality and the realisation of oneness with it. To achieve this they advocated intense training of the mind and body through practices like yogasanas, breathing exercises and meditation. These groups became particularly popular among “low” castes. Their criticism of conventional religion created the ground for devotional religion to become a popular force in northern India.",
		"parent_id" : "7.8.7",
		"id": "7.8.7.1"
	},
	{
		"content": "The sants had much in common with the Sufis, so much so that it is believed that they adopted many ideas of each other. Sufis were Muslim mystics. They rejected outward religiosity and emphasised love and devotion to God and compassion towards all fellow human beings.",
		"parent_id" : "7.8.8",
		"id": "7.8.8.1"
	},
	{
		"content": "Islam propagated strict monotheism or submission to one God. In the eighth and ninth centuries religious scholars developed different aspects of the Holy Law (Shariat) and theology of Islam. While the religion of Islam gradually became more complex, Sufis provided it with an additional dimension that favoured a more personal devotion to God. The Sufis often rejected the elaborate rituals and codes of behaviour demanded by Muslim religious scholars. They sought union with God much as a lover seeks his beloved with a disregard for the world. Like the saint-poets, the Sufis too composed poems expressing their feelings, and a rich literature in prose, including anecdotes and fables, developed around them. Among the great Sufis of Central Asia were Ghazzali, Rumi and Sadi. Like the Nathpanthis, Siddhas and Yogis, the Sufis too believed that the heart can be trained to look at the world in a different way. They developed elaborate methods of training using zikr (chanting of a name or sacred formula), contemplation, sama (singing), raqs (dancing), discussion of parables, breath control, etc. under the guidance of a master or pir. Thus emerged the silsilas, a spiritual genealogy of Sufi teachers, each following a slightly different method (tariqa) of instruction and ritual practice.",
		"parent_id" : "7.8.8",
		"id": "7.8.8.2"
	},
	{
		"content": "In Kashmir the Rishi order of Sufism flourished in the 15th and 16th centuries. This order was established by Sheikh Nuruddin Wali also known as Nund Rishi and had a deep impact on the life of the people in Kashmir. A number of shrines dedicated to Rishi saints can be found in many parts of Kashmir.",
		"parent_id" : "7.8.8",
		"id": "7.8.8.3"
	},
	{
		"content": "A large number of Sufis from Central Asia settled in Hindustan from the eleventh century onwards. This process was strengthened with the establishment of the Delhi Sultanate (Chapter 3), when several major Sufi centres developed all over the subcontinent. The Chishti silsila was among the most influential orders. It had a long line of teachers like Khwaja Muinuddin Chishti of Ajmer, Qutbuddin Bakhtiar Kaki of Delhi, Baba Farid of Punjab, Khwaja Nizamuddin Auliya of Delhi and Bandanawaz Gisudaraz of Gulbarga.",
		"parent_id" : "7.8.8",
		"id": "7.8.8.4"
	},
	{
		"content": "The Sufi masters held their assemblies in their khanqahs or hospices. Devotees of all descriptions including members of the royalty and nobility, and ordinary people flocked to these khanqahs. They discussed spiritual matters, sought the blessings of the saints in solving their worldly problems, or simply attended the music and dance sessions.",
		"parent_id" : "7.8.8",
		"id": "7.8.8.5"
	},
	{
		"content": "Hospice : House of rest for travellers, especially one kept by a religious order.",
		"parent_id" : "7.8.8",
		"id": "7.8.8.6"
	},
	{
		"content": "Often people attributed Sufi masters with miraculous powers that could relieve others of their illnesses and troubles. The tomb or dargah of a Sufi saint became a place of pilgrimage to which thousands of people of all faiths thronged.",
		"parent_id" : "7.8.8",
		"id": "7.8.8.7"
	},
	{
		"content": "Jalaluddin Rumi was a great thirteenth-century Sufi poet from Iran who wrote in Persian. Here is an excerpt from his work: He was not on the Cross of the Christians. I went to the Hindu temples. In none of them was there any sign. He was not on the heights or in the lowlands … I went to the Kaaba of Mecca. He was not there. I asked about him from Avicenna the philosopher. He was beyond the range of Avicenna … I looked into my heart. In that, his place, I saw him. He was in no other place.",
		"parent_id" : "7.8.8",
		"id": "7.8.8.8"
	},
	{
		"content": "The period after the thirteenth century saw a new wave of the bhakti movement in north India. This was an age when Islam, Brahmanical Hinduism, Sufism, various strands of bhakti, and the Nathpanths, Siddhas and Yogis influenced one another. We saw that new towns (Chapter 6) and kingdoms (Chapters 2, 3 and 4) were emerging, and people were taking up new professions and finding new roles for themselves. Such people, especially craftspersons, peasants, traders and labourers, thronged to listen to these new saints and spread their ideas.",
		"parent_id" : "7.8.9",
		"id": "7.8.9.1"
	},
	{
		"content": "Some of them like Kabir and Baba Guru Nanak rejected all orthodox religions. Others like Tulsidas and Surdas accepted existing beliefs and practices but wanted to make these accessible to all. Tulsidas conceived of God in the form of Rama. Tulsidas’s composition, the Ramcharitmanas, written in Awadhi (a language used in eastern Uttar Pradesh), is important both as an expression of his devotion and as a literary work. Surdas was an ardent devotee of Krishna. His compositions, compiled in the Sursagara, Surasaravali and Sahitya Lahari, express his devotion. Also contemporary was Shankaradeva of Assam (late fifteenth century) who emphasised devotion to Vishnu, and composed poems and plays in Assamese. He began the practice of setting up namghars or houses of recitation and prayer, a practice that continues to date.",
		"parent_id" : "7.8.9",
		"id": "7.8.9.2"
	},
	{
		"content": "The essence of Shankaradeva’s devotion came to be known as Eka Sarana Nama Dharma (supreme surrender to the One). The teachings of Shankaradeva were based on the Bhagavad Gita and Bhagavata Purana. He also encouraged the establishment of satra or monasteries for transmission of knowledge. His major compositions included Kirtana-ghosha.",
		"parent_id" : "7.8.9",
		"id": "7.8.9.3"
	},
	{
		"content": "This tradition also included saints like Dadu Dayal, Ravidas and Mirabai. Mirabai was a Rajput princess married into the royal family of Mewar in the sixteenth century. Mirabai became a disciple of Ravidas, a saint from a caste considered “untouchable”. She was devoted to Krishna and composed innumerable bhajans expressing her intense devotion. Her songs also openly challenged the norms of the “upper” castes and became popular with the masses in Rajasthan and Gujarat.",
		"parent_id" : "7.8.9",
		"id": "7.8.9.4"
	},
	{
		"content": "A unique feature of most of the saints is that their works were composed in regional languages and could be sung. They became immensely popular and were handed down orally from generation to generation. Usually the poorest, most deprived communities and women transmitted these songs, often adding their own experiences. Thus the songs as we have them today are as much a creation of the saints as of generations of people who sang them. They have become a part of our living popular culture.",
		"parent_id" : "7.8.9",
		"id": "7.8.9.5"
	},
	{
		"content": "This is a song composed by Mirabai: Ranaji, I have left your norms of shame, and false decorum of the princely life. I have left your town. And yet Rana why have you kept up enmity against me? Rana you gave me a cup of poison. I drank it laughing. Rana I will not be destroyed by you. And yet Rana why have you kept up enmity against me?",
		"parent_id" : "7.8.9",
		"id": "7.8.9.6"
	},
	{
		"content": "An important contribution of Bhakti saints was towards the development of music. Jayadeva of Bengal composed the Gita Govinda in Sanskrit, each song composed in a particular raga and tala. A significant impact that these saints had on music was the use of bhajan, kirtan and abhang. These songs which emphasised on emotional experience had a tremendous appeal to the common people.",
		"parent_id" : "7.8.9",
		"id": "7.8.9.7"
	},
	{
		"content": "Kabir, who probably lived in the fifteenth-sixteenth centuries, was one of the most influential saints. He was brought up in a family of Muslim julahas or weavers settled in or near the city of Benares (Varanasi). We have little reliable information about his life. We get to know of his ideas from a vast collection of verses called sakhis and pads said to have been composed by him and sung by wandering bhajan singers. Some of these were later collected and preserved in the Guru Granth Sahib, Panch Vani and Bijak.",
		"parent_id" : "7.8.10",
		"id": "7.8.10.1"
	},
	{
		"content": "Here is a composition of Kabir: O Allah-Ram present in all living beings Have mercy on your servants, O Lord! Why bump your head on the ground, Why bathe your body in water? You kill and you call yourself “humble” But your vices you conceal. Twenty-four times the Brahmana keeps the ekadasi fast While the Qazi observes the Ramzan Tell me why does he set aside the eleven months To seek spiritual fruit in the twelfth? Hari dwells in the East, they say And Allah resides in the West, Search for him in your heart, in the heart of your heart; There he dwells, Rahim-Ram.",
		"parent_id" : "7.8.10",
		"id": "7.8.10.2"
	},
	{
		"content": "Kabir’s teachings were based on a complete, indeed vehement, rejection of the major religious traditions. His teachings openly ridiculed all forms of external worship of both Brahmanical Hinduism and Islam, the pre-eminence of the priestly classes and the caste system. The language of his poetry was a form of spoken Hindi widely understood by ordinary people. He also sometimes used cryptic language, which is difficult to follow.",
		"parent_id" : "7.8.10",
		"id": "7.8.10.3"
	},
	{
		"content": "Kabir believed in a formless Supreme God and preached that the only path to salvation was through bhakti or devotion. Kabir drew his followers from among both Hindus and Muslims.",
		"parent_id" : "7.8.10",
		"id": "7.8.10.4"
	},
	{
		"content": "We know more about Baba Guru Nanak (1469-1539) than about Kabir. Born at Talwandi (Nankana Sahib in Pakistan), he travelled widely before establishing a centre at Kartarpur (Dera Baba Nanak on the river Ravi). A regular worship that consisted of the singing of his own hymns was established there for his followers. Irrespective of their former creed, caste or gender, his followers ate together in the common kitchen (langar). The sacred space thus created by Baba Guru Nanak was known as dharmsal. It is now known as Gurdwara.",
		"parent_id" : "7.8.11",
		"id": "7.8.11.1"
	},
	{
		"content": "Before his death in 1539, Baba Guru Nanak appointed one of his followers as his successor. His name was Lehna but he came to be known as Guru Angad, signifying that he was a part of Baba Guru Nanak himself. Guru Angad compiled the compositions of Baba Guru Nanak, to which he added his own in a new script known as Gurmukhi. The three successors of Guru Angad also wrote under the name of “Nanak” and all of their compositions were compiled by Guru Arjan in 1604. To this compilation were added the writings of other figures like Shaikh Farid, Sant Kabir, Bhagat Namdev and Guru Tegh Bahadur. In 1706 this compilation was authenticated by Guru Tegh Bahadur’s son and successor, Guru Gobind Singh. It is now known as Guru Granth Sahib, the holy scripture of the Sikhs.",
		"parent_id" : "7.8.11",
		"id": "7.8.11.2"
	},
	{
		"content": "The number of Baba Guru Nanak’s followers increased through the sixteenth century under his successors. They belonged to a number of castes but traders, agriculturists, artisans and craftsmen predominated. This may have something to do with Baba Guru Nanak’s insistence that his followers must be householders and should adopt productive and useful occupations. They were also expected to contribute to the general funds of the community of followers.",
		"parent_id" : "7.8.1",
		"id": "7.8.11.3"
	},
	{
		"content": "By the beginning of the seventeenth century the town of Ramdaspur (Amritsar) had developed around the central Gurdwara called Harmandar Sahib (Golden Temple). It was virtually self-governing and modern historians refer to the early-seventeenth-century Sikh community as ‘a state within the state’. The Mughal emperor Jahangir looked upon them as a potential threat and he ordered the execution of Guru Arjan in 1606. The Sikh movement began to get politicised in the seventeenth century, a development which culminated in the institution of the Khalsa by Guru Gobind Singh in 1699. The community of the Sikhs, called the Khalsa Panth, became a political entity.",
		"parent_id" : "7.8.11",
		"id": "7.8.11.4"
	},
	{
		"content": "The changing historical situation during the sixteenth and seventeenth centuries influenced the development of the Sikh movement. The ideas of Baba Guru Nanak had a huge impact on this development from the very beginning. He emphasised the importance of the worship of one God. He insisted that caste, creed or gender was irrelevant for attaining liberation. His idea of liberation was not that of a state of inert bliss but rather the pursuit of active life with a strong sense of social commitment. He himself used the terms nam, dan and isnan for the essence of his teaching, which actually meant right worship, welfare of others and purity of conduct. His teachings are now remembered as nam-japna, kirt-karna and vandchhakna, which also underline the importance of right belief and worship, honest living, and helping others. Thus, Baba Guru Nanak’s idea of equality had social and political implications. This might partly explain the difference between the history of the followers of Baba Guru Nanak and the history of the followers of the other religious figures of the medieval centuries, like Kabir, Ravidas and Dadu whose ideas were very similar to those of Baba Guru Nanak.",
		"parent_id" : "7.8.11",
		"id": "7.8.11.5"
	},
	{
		"content": "One of the commonest ways of describing people is in terms of the language they speak. When we refer to a person as a Tamil or an Oriya, this usually means that he or she speaks Tamil or Oriya and lives in Tamil Nadu or Orissa. We also tend to associate each region with distinctive kinds of food, clothes, poetry, dance, music and painting. Sometimes we take these identities for granted and assume that they have existed from time immemorial. However, the frontiers separating regions have evolved over time (and in fact are still changing). Also, what we understand as regional cultures today are often the product of complex processes of intermixing of local traditions with ideas from other parts of the subcontinent. As we will see, some traditions appear specific to some regions, others seem to be similar across regions, and yet others derive from older practices in a particular area, but take a new form in other regions.",
		"parent_id" : "7.9.1",
		"id": "7.9.1.1"
	},
	{
		"content": "Let us begin by looking at an example of the connection between language and region. The Chera kingdom of Mahodayapuram was established in the ninth century in the south-western part of the peninsula, part of present-day Kerala. It is likely that Malayalam was spoken in this area. The rulers introduced the Malayalam language and script in their inscriptions. In fact, this is one of the earliest examples of the use of a regional language in official records in the subcontinent.",
		"parent_id" : "7.9.2",
		"id": "7.9.2.1"
	},
	{
		"content": "At the same time, the Cheras also drew upon Sanskritic traditions. The temple theatre of Kerala, which is traced to this period, borrowed stories from the Sanskrit epics. The first literary works in Malayalam, dated to about the twelfth century, are directly indebted to Sanskrit. Interestingly enough, a fourteenth-century text, the Lilatilakam, dealing with grammar and poetics, was composed in Manipravalam – literally, “diamonds and corals” referring to the two languages, Sanskrit and the regional language.",
		"parent_id" : "7.9.2",
		"id": "7.9.2.2"
	},
	{
		"content": "In other regions, regional cultures grew around religious traditions. The best example of this process is the cult of Jagannatha (literally, lord of the world, a name for Vishnu) at Puri, Orissa. To date, the local tribal people make the wooden image of the deity, which suggests that the deity was originally a local god, who was later identified with Vishnu.",
		"parent_id" : "7.9.3",
		"id": "7.9.3.1"
	},
	{
		"content": "In the twelfth century, one of the most important rulers of the Ganga dynasty, Anantavarman, decided to erect a temple for Purushottama Jagannatha at Puri. Subsequently, in 1230, king Anangabhima III dedicated his kingdom to the deity and proclaimed himself as the “deputy” of the god.",
		"parent_id" : "7.9.3",
		"id": "7.9.3.2"
	},
	{
		"content": "As the temple gained in importance as a centre of pilgrimage, its authority in social and political matters also increased. All those who conquered Orissa, such as the Mughals, the Marathas and the English East India Company, attempted to gain control over the temple. They felt that this would make their rule acceptable to the local people.",
		"parent_id" : "7.9.3",
		"id": "7.9.3.3"
	},
	{
		"content": "In the nineteenth century, the region that constitutes most of present-day Rajasthan, was called Rajputana by the British. While this may suggest that this was an area that was inhabited only or mainly by Rajputs, this is only partly true. There were (and are) several groups who identify themselves as Rajputs in many areas of northern and central India. And of course, there are several peoples other than Rajputs who live in Rajasthan. However, the Rajputs are often recognised as contributing to the distinctive culture of Rajasthan.",
		"parent_id" : "7.9.4",
		"id": "7.9.4.1"
	},
	{
		"content": "These cultural traditions were closely linked with the ideals and aspirations of rulers. From about the eighth century, most of the present-day state of Rajasthan was ruled by various Rajput families. Prithviraj (Chapter 2) was one such ruler. These rulers cherished the ideal of the hero who fought valiantly, often choosing death on the battlefield rather than face defeat. Stories about Rajput heroes were recorded in poems and songs, which were recited by specially trained minstrels. These preserved the memories of heroes and were expected to inspire others to follow their example. Ordinary people were also attracted by these stories – which often depicted dramatic situations, and a range of strong emotions – loyalty, friendship, love, valour, anger, etc.",
		"parent_id" : "7.9.4",
		"id": "7.9.4.2"
	},
	{
		"content": "Did women find a place within these stories? Sometimes, they figure as the “cause” for conflicts, as men fought with one another to either “win” or “protect” women. Women are also depicted as following their heroic husbands in both life and death – there are stories about the practice of sati or the immolation of widows on the funeral pyre of their husbands. So those who followed the heroic ideal often had to pay for it with their lives.",
		"parent_id" : "7.9.4",
		"id": "7.9.4.3"
	},
	{
		"content": "If heroic traditions can be found in different regions in different forms, the same is true of dance. Let us look at the history of one dance form, Kathak, now associated with several parts of north India. The term kathak is derived from katha, a word used in Sanskrit and other languages for story. The kathaks were originally a caste of story-tellers in temples of north India, who embellished their performances with gestures and songs. Kathak began evolving into a distinct mode of dance in the fifteenth and sixteenth centuries with the spread of the bhakti movement. The legends of Radha-Krishna were enacted in folk plays called rasa lila, which combined folk dance with the basic gestures of the kathak story-tellers.",
		"parent_id" : "7.9.5",
		"id": "7.9.5.1"
	},
	{
		"content": "Under the Mughal emperors and their nobles, Kathak was performed in the court, where it acquired its present features and developed into a form of dance with a distinctive style. Subsequently, it developed in two traditions or gharanas: one in the courts of Rajasthan (Jaipur) and the other in Lucknow. Under the patronage of Wajid Ali Shah, the last Nawab of Awadh, it grew into a major art form. By the third quarter of the nineteenth century it was firmly entrenched as a dance form not only in these two regions, but in the adjoining areas of present-day Punjab, Haryana, Jammu and Kashmir, Bihar and Madhya Pradesh. Emphasis was laid on intricate and rapid footwork, elaborate costumes, as well as on the enactment of stories.",
		"parent_id" : "7.9.5",
		"id": "7.9.5.2"
	},
	{
		"content": "Kathak, like several other cultural practices, was viewed with disfavour by most British administrators in the nineteenth and twentieth centuries. However, it survived and continued to be performed by courtesans, and was recognised as one of six “classical” forms of dance in the country after independence.",
		"parent_id" : "7.9.5",
		"id": "7.9.5.3"
	},
	{
		"content": "The question of defining any art form as “classical” is often quite complicated. Do we define something as classical if it deals with a religious theme? Or do we consider it classical because it appears to require a great deal of skill acquired through long years of training? Or is it classical because it is performed according to rules that are laid down, and variations are not encouraged? These are questions we need to think about. It is worth remembering that many dance forms that are classified as “folk” also share several of the characteristics considered typical of “classical” forms. So, while the use of the term “classical” may suggest that these forms are superior, this need not always be literally true. Other dance forms that are recognised as classical at present are: Bharatanatyam (Tamil Nadu) Kathakali (Kerala) Odissi (Odisha) Kuchipudi (Andhra Pradesh) Manipuri (Manipur)",
		"parent_id" : "7.9.5",
		"id": "7.9.5.4"
	},
	{
		"content": "Another tradition that developed in different ways was that of miniature painting. Miniatures (as their very name suggests) are small-sized paintings, generally done in water colour on cloth or paper. The earliest miniatures were on palm leaves or wood. Some of the most beautiful of these, found in western India, were used to illustrate Jaina texts. The Mughal emperors Akbar, Jahangir and Shah Jahan patronised highly skilled painters who primarily illustrated manuscripts containing historical accounts and poetry. These were generally painted in brilliant colours and portrayed court scenes, scenes of battle or hunting, and other aspects of social life. They were often exchanged as gifts and were viewed only by an exclusive few – the emperor and his close associates.",
		"parent_id" : "7.9.6",
		"id": "7.9.6.1"
	},
	{
		"content": "With the decline of the Mughal Empire, many painters moved out to the courts of the emerging regional states (see also Chapter 10). As a result Mughal artistic tastes influenced the regional courts of the Deccan and the Rajput courts of Rajasthan. At the same time, they retained and developed their distinctive characteristics. Portraits of rulers and court scenes came to be painted, following the Mughal example. Besides, themes from mythology and poetry were depicted at centres such as Mewar, Jodhpur, Bundi, Kota and Kishangarh.",
		"parent_id" : "7.9.6",
		"id": "7.9.6.2"
	},
	{
		"content": "Another region that attracted miniature paintings was the Himalayan foothills around the modern-day state of Himachal Pradesh. By the late seventeenth century this region had developed a bold and intense style of miniature painting called Basohli. The most popular text to be painted here was Bhanudatta’s Rasamanjari. Nadir Shah’s invasion and the conquest of Delhi in 1739 resulted in the migration of Mughal artists to the hills to escape the uncertainties of the plains. Here they found ready patrons which led to the founding of the Kangra school of painting. By the mideighteenth century the Kangra artists developed a style which breathed a new spirit into miniature painting. The source of inspiration was the Vaishnavite traditions. Soft colours including cool blues and greens, and a lyrical treatment of themes distinguished Kangra painting.",
		"parent_id" : "7.9.6",
		"id": "7.9.6.3"
	},
	{
		"content": "Remember that ordinary women and men painted as well – on pots, walls, floors, cloth – works of art that have occasionally survived, unlike the miniatures that were carefully preserved in palaces for centuries.",
		"parent_id" : "7.9.6",
		"id": "7.9.6.4"
	},
	{
		"content": "As we saw at the outset, we often tend to identify regions in terms of the language spoken by the people. So, we assume that people in Bengal always spoke Bengali. However, what is interesting is that while Bengali is now recognised as a language derived from Sanskrit, early Sanskrit texts (mid-first millennium BCE) suggest that the people of Bengal did not speak Sanskritic languages. How, then, did the new language emerge?",
		"parent_id" : "7.9.7",
		"id": "7.9.7.1"
	},
	{
		"content": "From the fourth-third centuries BCE, commercial ties began to develop between Bengal and Magadha (south Bihar), which may have led to the growing influence of Sanskrit. During the fourth century the Gupta rulers established political control over north Bengal and began to settle Brahmanas in this area. Thus, the linguistic and cultural influence from the mid-Ganga valley became stronger. In the seventh century the Chinese traveller Xuan Zang observed that languages related to Sanskrit were in use all over Bengal.",
		"parent_id" : "7.9.7",
		"id": "7.9.7.2"
	},
	{
		"content": "From the eighth century, Bengal became the centre of a regional kingdom under the Palas (Chapter 2). Between the fourteenth and sixteenth centuries, Bengal was ruled by Sultans who were independent of the rulers in Delhi (Chapter 3). In 1586, when Akbar conquered Bengal, it formed the nucleus of the Bengal suba. While Persian was the language of administration, Bengali developed as a regional language.",
		"parent_id" : "7.9.7",
		"id": "7.9.7.3"
	},
	{
		"content": "In fact by the fifteenth century the Bengali group of dialects came to be united by a common literary language based on the spoken language of the western part of the region, now known as West Bengal. Thus, although Bengali is derived from Sanskrit, it passed through several stages of evolution. Also, a wide range of non-Sanskrit words, derived from a variety of sources including tribal languages, Persian, and European languages, have become part of modern Bengali.",
		"parent_id" : "7.9.7",
		"id": "7.9.7.4"
	},
	{
		"content": "Early Bengali literature may be divided into two categories – one indebted to Sanskrit and the other independent of it. The first includes translations of the Sanskrit epics, the Mangalakavyas (literally auspicious poems, dealing with local deities) and bhakti literature such as the biographies of Chaitanyadeva, the leader of the Vaishnava bhakti movement (Chapter 8).",
		"parent_id" : "7.9.7",
		"id": "7.9.7.5"
	},
	{
		"content": "The second includes Nath literature such as the songs of Maynamati and Gopichandra, stories concerning the worship of Dharma Thakur, and fairy tales, folk tales and ballads.",
		"parent_id" : "7.9.7",
		"id": "7.9.7.6"
	},
	{
		"content": "The Naths were ascetics who engaged in a variety of yogic practices. This particular song, which was often enacted, described how Maynamati, a queen, encouraged her son Gopichandra to adopt the path of asceticism in the face of a variety of obstacles. Dharma Thakur is a popular regional deity, often worshipped in the form of a stone or a piece of wood.",
		"parent_id" : "7.9.7",
		"id": "7.9.7.7"
	},
	{
		"content": "The texts belonging to the first category are easier to date, as several manuscripts have been found indicating that they were composed between the late fifteenth and mid-eighteenth centuries. Those belonging to the second category circulated orally and cannot be precisely dated. They were particularly popular in eastern Bengal, where the influence of Brahmanas was relatively weak.",
		"parent_id" : "7.9.7",
		"id": "7.9.7.8"
	},
	{
		"content": "From the sixteenth century, people began to migrate in large numbers from the less fertile western Bengal to the forested and marshy areas of south-eastern Bengal. As they moved eastwards, they cleared forests and brought the land under rice cultivation. Gradually, local communities of fisherfolk and shifting cultivators, often tribals, merged with the new communities of peasants.",
		"parent_id" : "7.9.8",
		"id": "7.9.8.1"
	},
	{
		"content": "This coincided with the establishment of Mughal control over Bengal with their capital in the heart of the eastern delta at Dhaka. Officials and functionaries received land and often set up mosques that served as centres for religious transformation in these areas.",
		"parent_id" : "7.9.8",
		"id": "7.9.8.2"
	},
	{
		"content": "The early settlers sought some order and assurance in the unstable conditions of the new settlements. These were provided by community leaders, who also functioned as teachers and adjudicators and were sometimes ascribed with supernatural powers. People referred to them with affection and respect as pirs.",
		"parent_id" : "7.9.8",
		"id": "7.9.8.3"
	},
	{
		"content": "Pir : A Persian word meaning a spiritual guide.",
		"parent_id" : "7.9.8",
		"id": "7.9.8.4"
	},
	{
		"content": "This term included saints or Sufis and other religious personalities, daring colonisers and deified soldiers, various Hindu and Buddhist deities and even animistic spirits. The cult of pirs became very popular and their shrines can be found everywhere in Bengal.",
		"parent_id" : "7.9.8",
		"id": "7.9.8.5"
	},
	{
		"content": "Animism : Attribution of living soul to plants, inanimate objects, and natural phenomena.",
		"parent_id" : "7.9.8",
		"id": "7.9.8.6"
	},
	{
		"content": "Bengal also witnessed a temple-building spree from the late fifteenth century, which culminated in the nineteenth century. We have seen (Chapters 2 and 5) that temples and other religious structures were often built by individuals or groups who were becoming powerful – to both demonstrate their power and proclaim their piety. Many of the modest brick and terracotta temples in Bengal were built with the support of several “low” social groups, such as the Kolu (oil pressers) and the Kansari (bell metal workers). The coming of the European trading companies created new economic opportunities; many families belonging to these social groups availed of these. As their social and economic position improved, they proclaimed their status through the construction of temples. When local deities, once worshipped in thatched huts in villages, gained the recognition of the Brahmanas, their images began to be housed in temples. The temples began to copy the double-roofed (dochala) or four-roofed (chauchala) structure of the thatched huts. (Remember the “Bangla dome” in Chapter 5?) This led to the evolution of the typical Bengali style in temple architecture.",
		"parent_id" : "7.9.8",
		"id": "7.9.8.7"
	},
	{
		"content": "In the comparatively more complex four-roofed structure, four triangular roofs placed on the four walls move up to converge on a curved line or a point. Temples were usually built on a square platform. The interior was relatively plain, but the outer walls of many temples were decorated with paintings, ornamental tiles or terracotta tablets. In some temples, particularly in Vishnupur in the Bankura district of West Bengal, such decorations reached a high degree of excellence.",
		"parent_id" : "7.9.8",
		"id": "7.9.8.8"
	},
	{
		"content": "Traditional food habits are generally based on locally available items of food. Bengal is a riverine plain which produces plenty of rice and fish. Understandably, these two items figure prominently in the menu of even poor Bengalis. Fishing has always been an important occupation and Bengali literature contains several references to fish. What is more, terracotta plaques on the walls of temples and viharas (Buddhist monasteries) depict scenes of fish being dressed and taken to the market in baskets.",
		"parent_id" : "7.9.9",
		"id": "7.9.9.1"
	},
	{
		"content": "Brahmanas were not allowed to eat nonvegetarian food, but the popularity of fish in the local diet made the Brahmanical authorities relax this prohibition for the Bengal Brahmanas. The Brihaddharma Purana, a thirteenth-century Sanskrit text from Bengal, permitted the local Brahmanas to eat certain varieties of fish.",
		"parent_id" : "7.9.9",
		"id": "7.9.9.2"
	},
	{
		"content": "If you look at Maps 1 and 2 closely, you will see something significant happening in the subcontinent during the first half of the eighteenth century. Notice how the boundaries of the Mughal Empire were reshaped by the emergence of a number of independent kingdoms. By 1765, notice how another power, the British, had successfully grabbed major chunks of territory in eastern India. What these maps tell us is that political conditions in eighteenthcentury India changed quite dramatically and within a relatively short span of time.",
		"parent_id" : "7.10.1",
		"id": "7.10.1.1"
	},
	{
		"content": "In this chapter we will read about the emergence of new political groups in the subcontinent during the first half of the eighteenth century – roughly from 1707, when Aurangzeb died, till the third battle of Panipat in 1761.",
		"parent_id" : "7.10.1",
		"id": "7.10.1.2"
	},
	{
		"content": "In Chapter 4 you saw how the Mughal Empire reached the height of its success and started facing a variety of crises towards the closing years of the seventeenth century. These were caused by a number of factors. Emperor Aurangzeb had depleted the military and financial resources of his empire by fighting a long war in the Deccan.",
		"parent_id" : "7.10.2",
		"id": "7.10.2.1"
	},
	{
		"content": "Under his successors, the efficiency of the imperial administration broke down. It became increasingly difficult for the later Mughal emperors to keep a check on their powerful mansabdars. Nobles appointed as governors (subadars) often controlled the offices of revenue and military administration (diwani and faujdari) as well. This gave them extraordinary political, economic and military powers over vast regions of the Mughal Empire. As the governors consolidated their control over the provinces, the periodic remission of revenue to the capital declined.",
		"parent_id" : "7.10.2",
		"id": "7.10.2.2"
	},
	{
		"content": "Peasant and zamindari rebellions in many parts of northern and western India added to these problems. These revolts were sometimes caused by the pressures of mounting taxes. At other times they were attempts by powerful chieftains to consolidate their own positions. Mughal authority had been challenged by rebellious groups in the past as well. But these groups were now able to seize the economic resources of the region to consolidate their positions. The Mughal emperors after Aurangzeb were unable to arrest the gradual shifting of political and economic authority into the hands of provincial governors, local chieftains and other groups.",
		"parent_id" : "7.10.2",
		"id": "7.10.2.3"
	},
	{
		"content": "The following is a contemporary writer’s account of the financial bankruptcy of the empire: The great lords are helpless and impoverished. Their peasants raise two crops a year, but their lords see nothing of either, and their agents on the spot are virtual prisoners in the peasants’ hands, like a peasant kept in his creditor’s house until he can pay his debt. So complete is the collapse of all order and administration that though the peasant reaps a harvest of gold, his lord does not see so much as a wisp of straw. How then can the lord keep the armed force he should? How can he pay the soldiers who should go before him when he goes out, or the horsemen who should ride behind him?",
		"parent_id" : "7.10.2",
		"id": "7.10.2.4"
	},
	{
		"content": "In the midst of this economic and political crisis, the ruler of Iran, Nadir Shah, sacked and plundered the city of Delhi in 1739 and took away immense amounts of wealth. This invasion was followed by a series of plundering raids by the Afghan ruler Ahmad Shah Abdali, who invaded north India five times between 1748 and 1761.",
		"parent_id" : "7.10.2",
		"id": "7.10.2.5"
	},
	{
		"content": "The devastation of Delhi after Nadir Shah’s invasion was described by contemporary observers. One described the wealth looted from the Mughal treasury as follows: sixty lakhs of rupees and some thousand gold coins, nearly one crore worth of gold-ware, nearly fifty crores worth of jewels, most of them unrivalled in the world, and the above included the Peacock throne. Another account described the invasion’s impact upon Delhi: (those) … who had been masters were now in dire straits; and those who had been revered couldn’t even (get water to) quench their thirst. The recluses were pulled out of their corners. The wealthy were turned into beggars. Those who once set the style in clothes now went naked; and those who owned property were now homeless … The New City (Shahjahanabad) was turned into rubble. (Nadir Shah) then attacked the Old quarters of the city and destroyed a whole world that existed there …",
		"parent_id" : "7.10.2",
		"id": "7.10.2.6"
	},
	{
		"content": "Already under severe pressure from all sides, the empire was further weakened by competition amongst different groups of nobles. They were divided into two major groups or factions, the Iranis and Turanis (nobles of Turkish descent). For a long time, the later Mughal emperors were puppets in the hands of either one or the other of these two powerful groups. The worst possible humiliation came when two Mughal emperors, Farrukh Siyar (1713-1719) and Alamgir II (1754-1759) were assassinated, and two others Ahmad Shah (1748-1754) and Shah Alam II (1759-1816) were blinded by their nobles.",
		"parent_id" : "7.10.2",
		"id": "7.10.2.7"
	},
	{
		"content": "With the decline in the authority of the Mughal emperors, the governors of large provinces, subadars, and the great zamindars consolidated their authority in different parts of the subcontinent. Through the eighteenth century, the Mughal Empire gradually fragmented into a number of independent, regional states. Broadly speaking the states of the eighteenth century can be divided into three overlapping groups: (1) States that were old Mughal provinces like Awadh, Bengal and Hyderabad. Although extremely powerful and quite independent, the rulers of these states did not break their formal ties with the Mughal emperor. (2) States that had enjoyed considerable independence under the Mughals as watan jagirs. These included several Rajput principalities. (3) The last group included states under the control of Marathas, Sikhs and others like the Jats. These were of differing sizes and had seized their independence from the Mughals after a long-drawn armed struggle.",
		"parent_id" : "7.10.3",
		"id": "7.10.3.1"
	},
	{
		"content": "Amongst the states that were carved out of the old Mughal provinces in the eighteenth century, three stand out very prominently. These were Awadh, Bengal and Hyderabad. All three states were founded by members of the high Mughal nobility who had been governors of large provinces – Sa‘adat Khan (Awadh), Murshid Quli Khan (Bengal) and Asaf Jah (Hyderabad). All three had occupied high mansabdari positions and enjoyed the trust and confidence of the emperors. Both Asaf Jah and Murshid Quli Khan held a zat rank of 7,000 each, while Sa‘adat Khan’s zat was 6,000.",
		"parent_id" : "7.10.4",
		"id": "7.10.4.1"
	},
	{
		"content": "Nizam-ul-Mulk Asaf Jah, the founder of Hyderabad state (1724-1748), was one of the most powerful members at the court of the Mughal Emperor Farrukh Siyar. He was entrusted first with the governorship of Awadh, and later given charge of the Deccan. As the Mughal governor of the Deccan provinces, during 1720-22 Asaf Jah had already gained control over its political and financial administration. Taking subsequent advantage of the turmoil in the Deccan and the competition amongst the court nobility, he gathered power in his hands and became the actual ruler of that region.",
		"parent_id" : "7.10.4",
		"id": "7.10.4.2"
	},
	{
		"content": "Asaf Jah brought skilled soldiers and administrators from northern India who welcomed the new opportunities in the south. He appointed mansabdars and granted jagirs. Although he was still a servant of the Mughal emperor, he ruled quite independently without seeking any direction from Delhi or facing any interference. The Mughal emperor merely confirmed the decisions already taken by the Nizam-ul-Mulk Asaf Jah.",
		"parent_id" : "7.10.4",
		"id": "7.10.4.3"
	},
	{
		"content": "The state of Hyderabad was constantly engaged in a struggle against the Marathas to the west and with independent Telugu warrior chiefs (nayakas) of the plateau. The ambitions of the Nizam-ul-Mulk Asaf Jah to control the rich textile-producing areas of the Coromandel coast in the east were checked by the British who were becoming increasingly powerful in that region (see Map 2).",
		"parent_id" : "7.10.4",
		"id": "7.10.4.4"
	},
	{
		"content": "A description of the Nizam of Hyderabad’s personal troopers in 1790: …The Nizam has a swaree (sawari) of 400 elephants, several thousand of horsemen near his person who receive upwards 100 R(upees)s nominal pay (and) are extremely well mounted and richly caparisoned",
		"parent_id" : "7.10.4",
		"id": "7.10.4.5"
	},
	{
		"content": "Burhan-ul-Mulk Sa‘adat Khan was appointed subadar of Awadh in 1722 and founded a state which was one of the most important to emerge out of the break-up of the Mughal Empire. Awadh was a prosperous region, controlling the rich alluvial Ganga plain and the main trade route between north India and Bengal. Burhan-ul-Mulk also held the combined offices of subadari, diwani and faujdari. In other words, he was responsible for managing the political, financial and military affairs of the province of Awadh.",
		"parent_id" : "7.10.4",
		"id": "7.10.4.6"
	},
	{
		"content": "Burhan-ul-Mulk tried to decrease Mughal influence in the Awadh region by reducing the number of office holders (jagirdars) appointed by the Mughals. He also reduced the size of jagirs, and appointed his own loyal servants to vacant positions. The accounts of jagirdars were checked to prevent cheating and the revenues of all districts were reassessed by officials appointed by the Nawab’s court. He seized a number of Rajput zamindaris and the agriculturally fertile lands of the Afghans of Rohilkhand.",
		"parent_id" : "7.10.4",
		"id": "7.10.4.7"
	},
	{
		"content": "The state depended on local bankers and mahajans for loans. It sold the right to collect tax to the highest bidders. These “revenue farmers” (ijaradars) agreed to pay the state a fixed sum of money. Local bankers guaranteed the payment of this contracted amount to the state. In turn, the revenue-farmers were given considerable freedom in the assessment and collection of taxes. These developments allowed new social groups, like moneylenders and bankers, to influence the management of the state’s revenue system, something which had not occurred in the past.",
		"parent_id" : "7.10.4",
		"id": "7.10.4.8"
	},
	{
		"content": "Bengal gradually broke away from Mughal control under Murshid Quli Khan who was appointed as the naib, deputy to the governor of the province. Although never a formal subadar, Murshid Quli Khan very quickly seized all the power that went with that office. Like the rulers of Hyderabad and Awadh he also commanded the revenue administration of the state. In an effort to reduce Mughal influence in Bengal he transferred all Mughal jagirdars to Orissa and ordered a major reassessment of the revenues of Bengal. Revenue was collected in cash with great strictness from all zamindars. As a result, many zamindars had to borrow money from bankers and moneylenders. Those unable to pay were forced to sell their lands to larger zamindars.",
		"parent_id" : "7.10.4",
		"id": "7.10.4.9"
	},
	{
		"content": "The formation of a regional state in eighteenthcentury Bengal therefore led to considerable change amongst the zamindars. The close connection between the state and bankers – noticeable in Hyderabad and Awadh as well – was evident in Bengal under the rule of Alivardi Khan (r. 1740-1756). During his reign the banking house of Jagat Seth became extremely prosperous.",
		"parent_id" : "7.10.4",
		"id": "7.10.4.10"
	},
	{
		"content": "If we take a bird’s eye view, we can detect three common features amongst these states. First, though many of the larger states were established by erstwhile Mughal nobles they were highly suspicious of some of the administrative systems that they had inherited, in particular the jagirdari system. Second, their method of tax collection differed. Rather than relying upon the officers of the state, all three regimes contracted with revenue-farmers for the collection of revenue. The practice of ijaradari, thoroughly disapproved of by the Mughals, spread all over India in the eighteenth century. Their impact on the countryside differed considerably. The third common feature in all these regional states was their emerging relationship with rich bankers and merchants. These people lent money to revenue farmers, received land as security and collected taxes from these lands through their own agents. Throughout India the richest merchants and bankers were gaining a stake in the new political order.",
		"parent_id" : "7.10.4",
		"id": "7.10.4.11"
	},
	{
		"content": "Many Rajput rulers had accepted the suzerainty of the Mughals but Mewar was the only Rajput state which defied Mughal authority. Rana Pratap ascended the throne at Mewar in 1572, with Udaipur and large part of Mewar under his control. A series of envoys were sent to the Rana to persuade him to accept Mughal suzerainty, but he stood his ground.",
		"parent_id" : "7.10.5",
		"id": "7.10.5.1"
	},
	{
		"content": "Many Rajput kings, particularly those belonging to Amber and Jodhpur, had served under the Mughals with distinction. In exchange, they were permitted to enjoy considerable autonomy in their watan jagirs. In the eighteenth century, these rulers now attempted to extend their control over adjacent regions. Ajit Singh, the ruler of Jodhpur, was also involved in the factional politics at the Mughal court.",
		"parent_id" : "7.10.5",
		"id": "7.10.5.2"
	},
	{
		"content": "These influential Rajput families claimed the subadari of the rich provinces of Gujarat and Malwa. Raja Ajit Singh of Jodhpur held the governorship of Gujarat and Sawai Raja Jai Singh of Amber was governor of Malwa. These offices were renewed by Emperor Jahandar Shah in 1713. They also tried to extend their territories by seizing portions of imperial territories neighbouring their watans. Nagaur was conquered and annexed to the house of Jodhpur, while Amber seized large portions of Bundi. Sawai Raja Jai Singh founded his new capital at Jaipur and was given the subadari of Agra in 1722. Maratha campaigns into Rajasthan from the 1740s put severe pressure on these principalities and checked their further expansion.",
		"parent_id" : "7.10.5",
		"id": "7.10.5.3"
	},
	{
		"content": "Many Rajput chieftains built a number of forts on hill tops which became centres of power. With extensive fortifications, these majestic structures housed urban centres, palaces, temples, trading centres, water harvesting structures and other buildings. The Chittorgarh fort contained many water bodies varying from talabs (ponds) to kundis (wells), baolis (stepwells), etc.",
		"parent_id" : "7.10.5",
		"id": "7.10.5.4"
	},
	{
		"content": "A description of Raja Jai Singh in a Persian account of 1732: Raja Jai Singh was at the height of his power. He was the governor of Agra for 12 years and of Malwa for 5 or 6 years. He possessed a large army, artillery and great wealth. His sway extended from Delhi to the banks of the Narmada.",
		"parent_id" : "7.10.5",
		"id": "7.10.5.5"
	},
	{
		"content": "Sawai Jai Singh, the ruler of Amber constructed five astronomical observatories, one each in Delhi, Jaipur, Ujjain, Mathura and Varanasi. Commonly known as Jantar Mantar, these observatories had various instruments to study heavenly bodies.",
		"parent_id" : "7.10.5",
		"id": "7.10.5.6"
	},
	{
		"content": "The organisation of the Sikhs into a political community during the seventeenth century (see Chapter 8) helped in regional state-building in the Punjab. Several battles were fought by Guru Gobind Singh against the Rajput and Mughal rulers, both before and after the institution of the Khalsa in 1699. After his death in 1708, the Khalsa rose in revolt against the Mughal authority under Banda Bahadur’s leadership, declared their sovereign rule by striking coins in the name of Guru Nanak and Guru Gobind Singh, and established their own administration between the Sutlej and the Jamuna. Banda Bahadur was captured in 1715 and executed in 1716.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.1"
	},
	{
		"content": "Under a number of able leaders in the eighteenth century, the Sikhs organized themselves into a number of bands called jathas, and later on misls. Their combined forces were known as the grand army (dal khalsa). The entire body used to meet at Amritsar at the time of Baisakhi and Diwali to take collective decisions known as “resolutions of the Guru (gurmatas)”. A system called rakhi was introduced, offering protection to cultivators on the payment of a tax of 20 per cent of the produce.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.2"
	},
	{
		"content": "Guru Gobind Singh had inspired the Khalsa with the belief that their destiny was to rule (raj karega khalsa). Their well-knit organization enabled them to put up a successful resistance to the Mughal governors first and then to Ahmad Shah Abdali who had seized the rich province of the Punjab and the Sarkar of Sirhind from the Mughals. The Khalsa declared their sovereign rule by striking their own coin again in 1765. Significantly, this coin bore the same inscription as the one on the orders issued by the Khalsa in the time of Banda Bahadur.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.3"
	},
	{
		"content": "The Sikh territories in the late eighteenth century extended from the Indus to the Jamuna but they were divided under different rulers. One of them, Maharaja Ranjit Singh, reunited these groups and established his capital at Lahore in 1799.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.4"
	},
	{
		"content": "Towards the end of the 17th century a powerful state started emerging in the Deccan under the leadership of Shivaji which finally led to the establishment of the Maratha state. Shivaji was born to Shahji and Jija Bai at Shivneri in 1630. Under the guidance of his mother and his guardian Dada Konddev, Shivaji embarked on a career of conquest at a young age. The occupation of Javli made him the undisputed leader of the Mavala highlands which paved the way for further expansion. His exploits against the forces of Bijapur and the Mughals made him a legendary figure. He often resorted to guerrilla warfare against his opponents. By introducing an efficient administrative system supported by a revenue collection method based on chauth and sardeshmukhi he laid the foundations of a strong Maratha state.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.5"
	},
	{
		"content": "The Maratha kingdom was another powerful regional kingdom to arise out of a sustained opposition to Mughal rule. Shivaji (1627-1680) carved out a stable kingdom with the support of powerful warrior families (deshmukhs). Groups of highly mobile, peasantpastoralists (kunbis) provided the backbone of the Maratha army. Shivaji used these forces to challenge the Mughals in the peninsula. After Shivaji’s death, effective power in the Maratha state was wielded by a family of Chitpavan Brahmanas who served Shivaji’s successors as Peshwa (or principal minister). Poona became the capital of the Maratha kingdom.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.6"
	},
	{
		"content": "Baji Rao I, also known as Baji Rao Ballal was the son of Peshwa Balaji Vishwanath. He was a great Maratha general who is credited to have expanded the Maratha kingdom beyond the Vindhyas and is known for his military campaigns against Malwa, Bundelkhand, Gujarat and the Portugese.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.7"
	},
	{
		"content": "Under the Peshwas, the Marathas developed a very successful military organisation. Their success lay in bypassing the fortified areas of the Mughals, by raiding cities and by engaging Mughal armies in areas where their supply lines and reinforcements could be easily disturbed.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.8"
	},
	{
		"content": "Between 1720 and 1761, the Maratha empire expanded. It gradually chipped away at the authority of the Mughal Empire. Malwa and Gujarat were seized from the Mughals by the 1720s. By the 1730s, the Maratha king was recognised as the overlord of the entire Deccan peninsula. He possessed the right to levy chauth and sardeshmukhi in the entire region.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.9"
	},
	{
		"content": "Chauth : 25 per cent of the land revenue claimed by zamindars. In the Deccan this was collected by the Marathas. Sardeshmukhi : 9-10 per cent of the land revenue paid to the head revenue collector in the Deccan.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.10"
	},
	{
		"content": "After raiding Delhi in 1737 the frontiers of Maratha domination expanded rapidly: into Rajasthan and the Punjab in the north; into Bengal and Orissa in the east; and into Karnataka and the Tamil and Telugu countries in the south (see Map 1). These were not formally included in the Maratha empire, but were made to pay tribute as a way of accepting Maratha sovereignty. Expansion brought enormous resources, but it came at a price. These military campaigns also made other rulers hostile towards the Marathas. As a result, they were not inclined to support the Marathas during the third battle of Panipat in 1761.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.11"
	},
	{
		"content": "Alongside endless military campaigns, the Marathas developed an effective administrative system as well. Once conquest had been completed and Maratha rule was secure, revenue demands were gradually introduced taking local conditions into account. Agriculture was encouraged and trade revived. This allowed Maratha chiefs (sardars) like Sindhia of Gwalior, Gaekwad of Baroda and Bhonsle of Nagpur the resources to raise powerful armies. Maratha campaigns into Malwa in the 1720s did not challenge the growth and prosperity of the cities in the region. Ujjain expanded under Sindhia’s patronage and Indore under Holkar’s. By all accounts these cities were large and prosperous and functioned as important commercial and cultural centres. New trade routes emerged within the areas controlled by the Marathas. The silk produced in the Chanderi region now found a new outlet in Poona, the Maratha capital. Burhanpur which had earlier participated in the trade between Agra and Surat now expanded its hinterland to include Poona and Nagpur in the south and Lucknow and Allahabad in the east.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.12"
	},
	{
		"content": "Like the other states the Jats consolidated their power during the late seventeenth and eighteenth-centuries. Under their leader, Churaman, they acquired control over territories situated to the west of the city of Delhi, and by the 1680s they had begun dominating the region between the two imperial cities of Delhi and Agra. For a while they became the virtual custodians of the city of Agra.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.13"
	},
	{
		"content": "The power of the Jats reached its zenith under Suraj Mal who consolidated the Jat state at Bharatpur (in present day Rajasthan) during 1756-1763. The areas under the political control of Suraj Mal broadly included parts of modern eastern Rajasthan, southern Haryana, western Uttar Pradesh and Delhi. Suraj Mal built a number of forts and palaces and the famous Lohagarh fort in Bharatpur is regarded as one of the strongest forts built in this region.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.14"
	},
	{
		"content": "The Jats were prosperous agriculturists, and towns like Panipat and Ballabhgarh became important trading centres in the areas dominated by them. Under Suraj Mal the kingdom of Bharatpur emerged as a strong state. When Nadir Shah sacked Delhi in 1739, many of the city’s notables took refuge there. His son Jawahir Shah had 30,000 troops of his own and hired another 20,000 Maratha and 15,000 Sikh troops to fight the Mughals.",
		"parent_id" : "7.10.6",
		"id": "7.10.6.15"
	},
	{
		"content": "While the Bharatpur fort was built in a fairly traditional style, at Dig the Jats built an elaborate garden palace combining styles seen at Amber and Agra. Its buildings were modelled on architectural forms first associated with royalty under Shah Jahan (see Figure 12 in Chapter 5 and Figure 12 in Chapter 9).",
		"parent_id" : "7.10.6",
		"id": "7.10.6.16"
	}
]