[
    {
        "id" : "6.1.1.1",
        "parent_id" : "6.1.1",
        "content" : "There are several things we can find out — what people ate, the kinds of clothes they wore, the houses in which they lived. We can find out about the lives of hunters, herders, farmers, rulers, merchants, priests, crafts persons, artists, musicians, and scientists. We can also find out about the games children played, the stories they heard, the plays they saw, the songs they sang."
    },
    {
        "id" : "6.1.2.1",
        "parent_id" : "6.1.2",
        "content" : "Find the river Narmada on Map 1 (page 2). People have lived along the banks of this river for several hundred thousand years. Some of the earliest people who lived here were skilled gatherers, — that is, people who gathered their food. They knew about the vast wealth of plants in the surrounding forests, and collected roots, fruits and other forest produce for their food. They also hunted animals."
    },
    {
        "id" : "6.1.2.2",
        "parent_id" : "6.1.2",
        "content" : "Now find the Sulaiman and Kirthar hills to the northwest. Some of the areas where women and men first began to grow crops such as wheat and barley about 8000 years ago are located here. People also began rearing animals like sheep, goat, and cattle, and lived in villages. Locate the Garo hills to the north-east and the Vindhyas in central India. These were some of the other areas where agriculture developed. The places where rice was first grown are to the north of the Vindhyas."
    },
    {
        "id" : "6.1.2.3",
        "parent_id" : "6.1.2",
        "content" : "Trace the river Indus and its tributaries (tributaries are smaller rivers that flow into a larger river). About 4700 years ago, some of the earliest cities flourished on the banks of these rivers. Later, about 2500 years ago, cities developed on the banks of the Ganga and its tributaries, and along the sea coasts."
    },
    {
        "id" : "6.1.2.4",
        "parent_id" : "6.1.2",
        "content" : "Locate the Ganga and its tributary called the Son. In ancient times the area along these rivers to the south of the Ganga was known as Magadha now lying in the state of Bihar. Its rulers were very powerful, and set up a large kingdom. Kingdoms were set up in other parts of the country as well."
    },
    {
        "id" : "6.1.2.5",
        "parent_id" : "6.1.2",
        "content" : "Throughout, people travelled from one part of the subcontinent to another. The hills and high mountains including the Himalayas, deserts, rivers and seas made journeys dangerous at times, but never impossible. So, men and women moved in search of livelihood, as also to escape from natural disasters like floods or droughts. Sometimes men marched in armies, conquering others’ lands. Besides, merchants travelled with caravans or ships, carrying valuable goods from place to place. And religious teachers walked from village to village, town to town, stopping to offer instruction and advice on the way. Finally, some people perhaps travelled driven by a spirit of adventure, wanting to discover new and exciting places. All these led to the sharing of ideas between people."
    },
    {
        "id" : "6.1.2.6",
        "parent_id" : "6.1.2",
        "content" : "Why do people travel nowadays? Look at Map 1 once more. Hills, mountains and seas form the natural frontiers of the subcontinent. While it was difficult to cross these frontiers, those who wanted could and did scale the mountains and cross the seas. People from across the frontiers also came into the subcontinent and settled here."
    },
    {
        "id" : "6.1.2.7",
        "parent_id" : "6.1.2",
        "content" : "These movements of people enriched our cultural traditions. People have shared new ways of carving stone, composing music, and even cooking food over several hundreds of years."
    },
    {
        "id" : "6.1.3.1",
        "parent_id" : "6.1.3",
        "content" : "Two of the words we often use for our country are India and Bharat. The word India comes from the Indus, called Sindhu in Sanskrit. Find Iran and Greece in your atlas. The Iranians and the Greeks who came through the northwest about 2500 years ago and were familiar with the Indus, called it the Hindos or the Indos, and the land to the east of the river was called India. The name Bharata was used for a group of people who lived in the northwest, and who are mentioned in the Rigveda, the earliest composition in Sanskrit (dated to about 3500 years ago). Later it was used for the country."
    },
    {
        "id" : "6.1.4.1",
        "parent_id" : "6.1.4",
        "content" : "There are several ways of finding out about the past. One is to search for and read books that were written long ago. These are called manuscripts, because they were written by hand (this comes from the Latin word ‘manu’, meaning hand). These were usually written on palm leaf, or on the specially prepared bark of a tree known as the birch, which grows in the Himalayas."
    },
    {
        "id" : "6.1.4.2",
        "parent_id" : "6.1.4",
        "content" : "Over the years, many manuscripts were eaten away by insects, some were destroyed, but many have survived, often preserved in temples and monasteries. These books dealt with all kinds of subjects: religious beliefs and practices, the lives of kings, medicine and science. Besides, there were epics, poems, plays. Many of these were written in Sanskrit, others were in Prakrit (languages used by ordinary people) and Tamil."
    },
    {
        "id" : "6.1.4.3",
        "parent_id" : "6.1.4",
        "content" : "We can also study inscriptions. These are writings on relatively hard surfaces such as stone or metal. Sometimes, kings got their orders inscribed so that people could see, read and obey them. There are other kinds of inscriptions as well, where men and women (including kings and queens) recorded what they did. For example, kings often kept records of victories in battle."
    },
    {
        "id" : "6.1.4.4",
        "parent_id" : "6.1.4",
        "content" : "Can you think of the advantages of writing on a hard surface? And what could have been the difficulties? There were many other things that were made and used in the past. Those who study these objects are called archaeologists. They study the remains of buildings made of stone and brick, paintings and sculpture. They also explore and excavate (dig under the surface of the earth) to find tools, weapons, pots, pans, ornaments and coins. Some of these objects may be made of stone, others of bone, baked clay or metal. Objects that are made of hard, imperishable substances usually survive for a long time."
    },
    {
        "id" : "6.1.4.5",
        "parent_id" : "6.1.4",
        "content" : "Archaeologists also look for bones — of animals, birds, and fish — to find out what people ate in the past. Plant remains survive far more rarely — if seeds of grain or pieces of wood have been burnt, they survive in a charred form. Do you think cloth is found frequently by archaeologists?"
    },
    {
        "id" : "6.1.4.6",
        "parent_id" : "6.1.4",
        "content" : "Historians, that is, scholars who study the past, often use the word source to refer to the information found from manuscripts, inscriptions and archaeology. Once sources are found, learning about the past becomes an adventure, as we reconstruct it bit by bit. So historians and archaeologists are like detectives, who use all these sources like clues to find out about our pasts."
    },
    {
        "id" : "6.1.5.1",
        "parent_id" : "6.1.5",
        "content" : "Did you notice the title of this book, Our Pasts? We have used the word ‘pasts’ in plural to draw attention to the fact that the past was different for different groups of people. For example, the lives of herders or farmers were different from those of kings and queens, the lives of merchants were different from those of crafts persons, and so on. Also, as is true even today, people followed different practices and customs in different parts  of the country. For example, today most people living in the Andaman Islands get their own food by fishing, hunting, and collecting forest produce. By contrast, most people living in cities depend on others for supplies of food. Differences such as these existed in the past as well."
    },
    {
        "id" : "6.1.5.2",
        "parent_id" : "6.1.5",
        "content" : "Besides, there is another kind of difference. We know a great deal about kings and the battles they fought because they kept records of their victories. Generally, ordinary people such as hunters, fishing folk, gatherers, farmers or herders did not keep records of what they did. While archaeology helps us to find out about their lives, there is much that remains unknown."
    },
    {
        "id" : "6.1.6.1",
        "parent_id" : "6.1.6",
        "content" : "If somebody asks you the date, you will probably mention the day, month and year, 2000 and something. These years are counted from the date generally assigned to the birth of Jesus Christ, the founder of Christianity. So, 2000 means 2000 years after the birth of Christ. All dates before the birth of Christ are counted backwards and usually have the letters BC (Before Christ) added on. In this book, we will refer to dates going back from the present, using 2000 as our starting point."
    },
    {
        "id" : "6.1.7.1",
        "parent_id" : "6.1.7",
        "content" : "BC, we have seen stands for Before Christ. You will sometimes find AD before dates. This stands for two Latin words, Anno Domini, meaning in the year of the Lord (i.e. Christ). So 2012 can also be written as AD 2012. Sometimes CE is used instead of AD and BCE instead of BC. The letters CE stand for Common Era and BCE for Before Common Era. We use these terms because the Christian Era is now used in most countries of the world. In India we began using this form of dating from about two hundred years ago. And sometimes, the letters BP meaning Before Present are used."
    },
    {
        "id" : "6.1.8.1",
        "parent_id" : "6.1.8",
        "content" : "We have seen that inscriptions are inscribed on hard surfaces. Many of these were inscribed several hundreds of years ago. All inscriptions contain both scripts and languages. Languages which were used, as well as scripts, have changed over time. So how do scholars understand what was inscribed? This can be done through a process known as decipherment"
    },
    {
        "id" : "6.1.8.2",
        "parent_id" : "6.1.8",
        "content" : "One of the most famous stories of decipherment comes from Egypt, a country in north Africa where there were kings and queens about 5000 years ago."
    },
    {
        "id" : "6.1.8.3",
        "parent_id" : "6.1.8",
        "content" : "Rosetta is a town on the north coast of Egypt, and here an inscribed stone was found, which contained inscriptions in three different languages and scripts (Greek, and two forms of Egyptian). Scholars who could read Greek figured out that the names of kings and queens were enclosed in a little frame, called a cartouche. They then placed the Greek and the Egyptian signs side by side, and identified the sounds for which the Egyptian letters stood. As you can see, a lion stood for L, and a bird for A. Once they knew what the letters stood for, they could read other inscriptions as well."
    },


    {
        "id" : "6.2.1.1",
        "parent_id" : "6.2.1",
        "content" : "We know about people who lived in the subcontinent as early as two million years ago. Today, we describe them as hunter-gatherers. The name comes from the way in which they got their food. Generally, they hunted wild animals, caught fish and birds, gathered fruits, roots, nuts, seeds, leaves, stalks and eggs. The immense variety of plants in a tropical land like ours meant that gathering plant produce was an extremely important means of obtaining food."
    },
    {
        "id" : "6.2.1.2",
        "parent_id" : "6.2.1",
        "content" : "None of these things was easy to do. There are several animals that run faster than us, many that are stronger. To hunt animals or catch fish and birds, people need to be alert, quick, and have lots of presence of mind. To collect plant produce, you need to find out which plants or parts of plants are edible, that is, can be eaten, as many can be poisonous. You also need to find out about the seasons when the fruits ripen."
    },
    {
        "id" : "6.2.1.3",
        "parent_id" : "6.2.1",
        "content" : "There are at least four reasons why huntergatherers moved from place to place. First, if they had stayed at one place for a long time, they would have eaten up all the available plant and animal resources. Therefore, they would have had to go elsewhere in search of food. Second, animals move from place to place — either in search of smaller prey, or, in the case of deer and wild cattle, in search of grass and leaves. That is why those who hunted them had to follow their movements. Third, plants and trees bear fruit in different seasons. So, people may have moved from season to season in search of different kinds of plants. Fourth, people, plants and animals need water to survive. Water is found in lakes, streams and rivers. While many rivers and lakes are perennial (with water throughout the year) others are seasonal. People living on their banks would have had to go in search of water during the dry seasons (winter and summer). Besides, people may have travelled to meet their friends and relatives. Remember, they travelled on foot."
    },
    {
        "id" : "6.2.2.1",
        "parent_id" : "6.2.2",
        "content" : "Archaeologists have found some of the things hunter-gatherers made and used. It is likely that people made and used tools of stone, wood and bone, of which stone tools have survived best."
    },
    {
        "id" : "6.2.2.2",
        "parent_id" : "6.2.2",
        "content" : "Some of these stone tools were used to cut meat and bone, scrape bark (from trees) and hides (animal skins), chop fruit and roots. Some may have been attached to handles of bone or wood, to make spears and arrows for hunting. Other tools were used to chop wood, which was used as firewood. Wood was also used to make huts and tools."
    },
    {
        "id" : "6.2.3.1",
        "parent_id" : "6.2.3",
        "content" : "As stone tools were important, people tried to find places where good quality stone was easily available. Places where stone was found and where people made tools are known as factory sites."
    },
    {
        "id" : "6.2.3.2",
        "parent_id" : "6.2.3",
        "content" : "How do we know where these factories were? Usually, we find blocks of stone, tools that were made and perhaps discarded because they were not perfect, and chips of waste stone left behind at these sites. Sometimes, people lived here for longer spells of time. These sites are called habitation-cum-factory sites."
    },
    {
        "id" : "6.2.4.1",
        "parent_id" : "6.2.4",
        "content" : "Stone tools were probably made using two different techniques: 1. The first is called stone on stone. Here, the pebble from which the tool was to be made (also called the core) was held in one hand. Another stone, which was used as a hammer was held in the other hand. The second stone was used to strike off flakes from the first, till the required shape was obtained. 2. Pressure flaking: Here the core was placed on a firm surface. The hammer stone was used on a piece of bone or stone that was placed on the core, to remove flakes that could be shaped into tools."
    },
    {
        "id" : "6.2.5.1",
        "parent_id" : "6.2.5",
        "content" : "Find the Kurnool caves on Map 2 (page14). Traces of ash have been found here. This suggests that people were familiar with the use of fire. Fire could have been used for many things: as a source of light, to roast meat, and to scare away animals."
    },
    {
        "id" : "6.2.6.1",
        "parent_id" : "6.2.6",
        "content" : "Around 12,000 years ago, there were major changes in the climate of the world, with a shift to relatively warm conditions. In many areas, this led to the development of grasslands. This in turn led to an increase in the number of deer, antelope, goat, sheep and cattle, i.e. animals that survived on grass"
    },
    {
        "id" : "6.2.6.2",
        "parent_id" : "6.2.6",
        "content" : "Those who hunted these animals now followed them, learning about their food habits and their breeding seasons. It is likely that this helped people to start thinking about herding and rearing these animals themselves. Fishing also became important."
    },
    {
        "id" : "6.2.6.3",
        "parent_id" : "6.2.6",
        "content" : "This was also a time when several grain bearing grasses, including wheat, barley and rice grew naturally in different parts of the subcontinent. Men, women and children probably collected these grains as food, and learnt where they grew, and when they ripened. This may have led them to think about growing plants on their own."
    },
    {
        "id" : "6.2.7.1",
        "parent_id" : "6.2.7",
        "content" : "Archaeologists have given lengthy names for the time that we are studying. They call the earliest period the Palaeolithic. This comes from two Greek words, ‘palaeo’, meaning old, and ‘lithos’, meaning stone. The name points to the importance of finds of stone tools. The Palaeolithic period extends from 2 million years ago to about 12,000 years ago. This long stretch of time is divided into the Lower, Middle and Upper Palaeolithic. This long span of time covers 99% of human history."
    },
    {
        "id" : "6.2.7.2",
        "parent_id" : "6.2.7",
        "content" : "The period when we find environmental changes, beginning about 12,000 years ago till about 10,000 years ago is called the Mesolithic (middle stone). Stone tools found during this period are generally tiny, and are called microliths. Microliths were probably stuck on to handles of bone or wood to make tools such as saws and sickles. At the same time, older varieties of tools continued to be in use."
    },
    {
        "id" : "6.2.7.3",
        "parent_id" : "6.2.7",
        "content" : "The next stage, from about 10,000 years ago, is known as the Neolithic."
    },
    {
        "id" : "6.2.8.1",
        "parent_id" : "6.2.8",
        "content" : "Many of the caves in which these early people lived have paintings on the walls. Some of the best examples are from Madhya Pradesh and southern Uttar Pradesh. These paintings show wild animals, drawn with great accuracy and skill."
    },
    {
        "id" : "6.2.9.1",
        "parent_id" : "6.2.9",
        "content" : "We have seen that the earliest people hunted, gathered plant produce, made stone tools, and painted on cave walls. Is there any way of finding out whether women hunted, or men made stone tools, whether women painted or men gathered fruits and nuts? At present, we do not really know. However, there are at least two possibilities. It is likely that both men and women may have done many of these things together. It is also possible that some tasks were done only by women and others only by men. And again, there could have been different practices in different parts of the subcontinent."
    },
    {
        "id" : "6.2.10.1",
        "parent_id" : "6.2.10",
        "content" : "Ostriches were found in India during the Palaeolithic period. Large quantities of ostrich egg shells were found at Patne in Maharashtra. Designs were engraved on some pieces, while beads were also made out of them."
    },
    {
        "id" : "6.2.11.1",
        "parent_id" : "6.2.11",
        "content" : "Find Hunsgi on Map 2 (page14). A number of early Palaeolithic sites were found here. At some sites, a large number of tools, used for all sorts of activities, were found. These were probably habitation-cum factory sites. In some of the other, smaller sites, there is evidence to suggest that tools were made. Some of the sites were close to springs. Most tools were made from limestone, which was locally available"
    },


    {
        "id" : "6.3.1.1",
        "parent_id" : "6.3.1",
        "content" : "Today, most of our food such as fruit, vegetables, grain, milk and meat comes from plants that are grown and animals that are reared. Different plants grow in different conditions — rice, for example, requires more water than wheat and barley. This explains why farmers grow some crops in some areas and not in other areas. Different animals too, prefer different environments — for instance, sheep and goat can survive more easily than cattle in dry, hilly environments. But, as you saw in Chapter 2, women and men did not always produce their own food."
    },
    {
        "id" : "6.3.2.1",
        "parent_id" : "6.3.2",
        "content" : "We have seen in Chapter 2 that the climate of the world was changing, and so were plants and animals that people used as food. Men, women and children probably observed several things: the places where edible plants were found, how seeds broke off stalks, fell on the ground, and new plants sprouted from them. Perhaps they began looking after plants — protecting them from birds and animals so that they could grow and the seeds could ripen. In this way people became farmers."
    },
    {
        "id" : "6.3.2.2",
        "parent_id" : "6.3.2",
        "content" : "Women, men and children could also attract and then tame animals by leaving food for them near their shelters. The first animal to be tamed was the wild ancestor of the dog. Later, people encouraged animals that were relatively gentle to come near the camps where they lived. These animals such as sheep, goat, cattle and also the pig lived in herds, and most of them ate grass. Often, people protected these animals from attacks by other wild animals. This is how they became herders."
    },
    {
        "id" : "6.3.3.1",
        "parent_id" : "6.3.3",
        "content" : "Domestication is the name given to the process in which people grow plants and look after animals. Very often, plants and animals that are tended by people become different from wild plants and animals. This is because people select plants and animals for domestication. For example, they select those plants and animals that are not prone to disease. They also select plants that yield large-size grain, and have strong stalks, capable of bearing the weight of the ripe grain. Seeds from selected plants are preserved and sown to ensure that new plants (and seeds) will have the same qualities."
    },
    {
        "id" : "6.3.3.2",
        "parent_id" : "6.3.3",
        "content" : "Amongst animals, those that are relatively gentle are selected for breeding. As a result, gradually, domesticated animals and plants become different from wild animals and plants. For example, the teeth and horns of wild animals are usually much larger than those of domesticated animals."
    },
    {
        "id" : "6.3.3.3",
        "parent_id" : "6.3.3",
        "content" : "Domestication was a gradual process that took place in many parts of the world. It began about 12,000 years ago. Virtually all the plant and animal produce that we use as food today is a result of domestication. Some of the earliest plants to be domesticated were wheat and barley. The earliest domesticated animals include sheep and goat."
    },
    {
        "id" : "6.3.4.1",
        "parent_id" : "6.3.4",
        "content" : "If you plant a seed, you will notice that it takes some time to grow. This may be for several days, weeks, months and in some cases years. When people began growing plants, it meant that they had to stay in the same place for a long time looking after the plants, watering, weeding, driving away animals and birds — till the grain ripened. And then, the grain had to be used carefully."
    },
    {
        "id" : "6.3.4.2",
        "parent_id" : "6.3.4",
        "content" : "As grain had to be stored for both food and seed, people had to think of ways of storing it. In many areas, they began making large clay pots, or wove baskets, or dug pits into the ground."
    },
    {
        "id" : "6.3.5.1",
        "parent_id" : "6.3.5",
        "content" : "Animals multiply naturally. Besides, if they are looked after carefully, they provide milk, which is an important source of food, and meat, whenever required. In other words, animals that are reared can be used as a ‘store’ of food"
    },
    {
        "id" : "6.3.6.1",
        "parent_id" : "6.3.6",
        "content" : "Turn to Map 2 (page14). You will notice a number of blue squares. Each marks a site from where archaeologists have found evidence of early farmers and herders. These are found all over the subcontinent. Some of the most important ones are in the north-west, in present-day Kashmir, and in east and south India"
    },
    {
        "id" : "6.3.6.2",
        "parent_id" : "6.3.6",
        "content" : "To find out whether these sites were settlements of farmers and herders, scientists study evidence of plants and animal bones. One of the most exciting finds includes remains of burnt grain. (These may have been burnt accidentally or on purpose). Scientists can identify these grains, and so we know that a number of crops were grown in different parts of the subcontinent. They can also identify the bones of different animals."
    },
    {
        "id" : "6.3.7.1",
        "parent_id" : "6.3.7",
        "content" : "Archaeologists have found traces of huts or houses at some sites. For instance, in Burzahom (in present-day Kashmir) people built pit-houses, which were dug into the ground, with steps leading into them. These may have provided shelter in cold weather. Archaeologists have also found cooking hearths both inside and outside the huts, which suggests that, depending on the weather, people could cook food either indoors or outdoors."
    },
    {
        "id" : "6.3.7.2",
        "parent_id" : "6.3.7",
        "content" : "Stone tools have been found from many sites as well. Many of these are different from the earlier Palaeolithic tools and that is why they are called Neolithic. These include tools that were polished to give a fine cutting edge, and mortars and pestles used for grinding grain and other plant produce. Mortars and pestles are used for grinding grain even today, several thousand years later. At the same time, tools of the Palaeolithic types continued to be made and used, and remember, some tools were also made of bone."
    },   
    {
        "id" : "6.3.7.3",
        "parent_id" : "6.3.7",
        "content" : "Many kinds of earthen pots have also been found. These were sometimes decorated, and were used for storing things. People began using pots for cooking food, especially grains like rice, wheat and lentils that now became an important part of the diet. Besides, they began weaving cloth, using different kinds of materials, for example cotton, that could now be grown."
    },   
    {
        "id" : "6.3.7.4",
        "parent_id" : "6.3.7",
        "content" : "Did things change everywhere and all at once? Not quite. In many areas, men and women still continued to hunt and gather food, and elsewhere people adopted farming and herding slowly, over several thousand years. Besides, in some cases people tried to combine these activities, doing different things during different seasons.imals"
    },   
    {
        "id" : "6.3.8.1",
        "parent_id" : "6.3.8",
        "content" : "Usually two to three generations live together in small settlements or villages. Most families are related to one another and groups of such families form a tribe."
    },   
    {
        "id" : "6.3.8.2",
        "parent_id" : "6.3.8",
        "content" : "Members of a tribe follow occupations such as hunting, gathering, farming, herding and fishing. Usually, women do most of the agricultural work, including preparing the ground, sowing seeds, looking after the growing plants and harvesting grain. Children often look after plants, driving away animals and birds that might eat them. Women also thresh, husk, and grind grain. Men usually lead large herds of animals in search of pasture. Children often look after small flocks. The cleaning of animals and milking, is done by both men and women. Both women and men make pots, baskets, tools and huts. They also take part in singing, dancing and decorating their huts."
    }, 
    {
        "id" : "6.3.8.3",
        "parent_id" : "6.3.8",
        "content" : "Some men are regarded as leaders. They may be old and experienced, or young, brave warriors, or priests. Old women are respected for their wisdom and experience."
    },     
    {
        "id" : "6.3.8.4",
        "parent_id" : "6.3.8",
        "content" : "Tribes have rich and unique cultural traditions, including their own language, music, stories and paintings. They also have their own gods and goddesses."
    }, 
    {
        "id" : "6.3.8.5",
        "parent_id" : "6.3.8",
        "content" : "What makes tribes different from many other societies you will be studying about is that land, forests, grasslands and water are regarded as the wealth of the entire tribe, and everybody shares and uses these together. There are no sharp differences between the rich and the poor."
    }, 
    {
        "id" : "6.3.9.1",
        "parent_id" : "6.3.9",
        "content" : "Find Mehrgarh on Map 2 (page14). This site is located in a fertile plain, near the Bolan Pass, which is one of the most important routes into Iran. Mehrgarh was probably one of the places where women and men learnt to grow barley and wheat, and rear sheep and goats for the first time in this area. It is one of the earliest villages that we know about."
    }, 
    {
        "id" : "6.3.9.2",
        "parent_id" : "6.3.9",
        "content" : "Archaeologists who excavated the site found evidence of many kinds of animal bones from the earliest levels. These included bones of wild animals such as the deer and pig. In later levels, they found more bones of sheep and goat, and in still later levels, cattle bones are most common, suggesting that this was the animal that was generally kept by the people."
    }, 
    {
        "id" : "6.3.9.3",
        "parent_id" : "6.3.9",
        "content" : "Other finds at Mehrgarh include remains of square or rectangular houses. Each house had four or more compartments, some of which may have been used for storage."
    }, 
    {
        "id" : "6.3.9.4",
        "parent_id" : "6.3.9",
        "content" : "When people die, their relatives and friends generally pay respect to them. People look after them, perhaps in the belief that there is some form of life after death. Burial is one such arrangement. Several burial sites have been found at Mehrgarh. In one instance, the dead person was buried with goats, which were probably meant to serve as food in the next world."
    }, 
    {
        "id" : "6.3.10.1",
        "parent_id" : "6.3.10",
        "content" : "Find Daojali Hading on Map 2 (page14). This is a site on the hills near the Brahmaputra Valley, close to routes leading into China and Myanmar. Here stone tools, including mortars and pestles, have been found. These indicate that people were probably growing grain and preparing food from it. Other finds include jadeite, a stone that may have been brought from China. Also common are finds of tools made of fossil wood (ancient wood that has hardened into stone), and pottery."
    }, 


    {
        "id" : "6.4.1.1",
        "parent_id" : "6.4.1",
        "content" : "Very often, old buildings have a story to tell. Nearly a hundred and fifty years ago, when railway lines were being laid down for the first time in the Punjab, engineers stumbled upon the site of Harappa in present-day Pakistan. To them, it seemed like a mound that was a rich source of ready made, high quality bricks. So they carried off thousands of bricks from the walls of the old buildings of the city to build railway lines. Many buildings were completely destroyed."
    }, 
    {
        "id" : "6.4.1.2",
        "parent_id" : "6.4.1",
        "content" : "Then, about eighty years ago, archaeologists found the site, and realised that this was one of the oldest cities in the subcontinent. As this was the first city to be discovered, all other sites from where similar buildings (and other things) were found were described as Harappan. These cities developed about 4700 years ago."
    }, 
    {
        "id" : "6.4.2.1",
        "parent_id" : "6.4.2",
        "content" : "Many of these cities were divided into two or more parts. Usually, the part to the west was smaller but higher. Archaeologists describe this as the citadel. Generally, the part to the east was larger but lower. This is called the lower town. Very often walls of baked brick were built around each part. The bricks were so well baked that they have lasted for thousands of years. The bricks were laid in an interlocking pattern and that made the walls strong."
    }, 
    {
        "id" : "6.4.2.2",
        "parent_id" : "6.4.2",
        "content" : "In some cities, special buildings were constructed on the citadel. For example, in Mohenjodaro, a very special tank, which archaeologists call the Great Bath, was built in this area. This was lined with bricks, coated with plaster, and made water-tight with a layer of natural tar. There were steps leading down to it from two sides, while there were rooms on all sides. Water was probably brought in from a well, and drained out after use. Perhaps important people took a dip in this tank on special occasions."
    }, 
    {
        "id" : "6.4.2.3",
        "parent_id" : "6.4.2",
        "content" : "Other cities, such as Kalibangan and Lothal had fire altars, where sacrifices may have been performed. And some cities like Mohenjodaro, Harappa, and Lothal had elaborate store houses."
    }, 
    {
        "id" : "6.4.3.1",
        "parent_id" : "6.4.3",
        "content" : "Generally, houses were either one or two storeys high, with rooms built around a courtyard. Most houses had a separate bathing area, and some had wells to supply water."
    }, 
    {
        "id" : "6.4.3.2",
        "parent_id" : "6.4.3",
        "content" : "Many of these cities had covered drains. Notice how carefully these were laid out, in straight lines. Although you cannot see it, each drain had a gentle slope so that water could flow through it. Very often, drains in houses were connected to those on the streets and smaller drains led into bigger ones. As the drains were covered, inspection holes were provided at intervals to clean them. All three — houses, drains and streets — were probably planned and built at the same time."
    }, 
    {
        "id" : "6.4.4.1",
        "parent_id" : "6.4.4",
        "content" : "A Harappan city was a very busy place. There were people who planned the construction of special buildings in the city. These were probably the rulers. It is likely that the rulers sent people to distant lands to get metal, precious stones, and other things that they wanted. They may have kept the most valuable objects, such as ornaments of gold and silver, or beautiful beads, for themselves. And there were scribes, people who knew how to write, who helped prepare the seals, and perhaps wrote on other materials that have not survived."
    },
   {
        "id" : "6.4.4.2",
        "parent_id" : "6.4.4",
        "content" : "Besides, there were men and women, crafts persons, making all kinds of things — either in their own homes, or in special workshops. People were travelling to distant lands or returning with raw materials and, perhaps, stories. Many terracotta toys have been found and children must have played with these"
    },
    {
        "id" : "6.4.5.1",
        "parent_id" : "6.4.5",
        "content" : "Let us look at some of the objects that were made and found in Harappan cities. Most of the things that have been found by archaeologists are made of stone, shell and metal, including copper, bronze, gold and silver. Copper and bronze were used to make tools, weapons, ornaments and vessels. Gold and silver were used to make ornaments and vessels."
    }, 
    {
        "id" : "6.4.5.2",
        "parent_id" : "6.4.5",
        "content" : "GeneralPerhaps the most striking finds are those of beads, weights, and blades.ly"
    }, 
    {
        "id" : "6.4.5.3",
        "parent_id" : "6.4.5",
        "content" : "The Harappans also made seals out of stone. These are generally rectangular (See illustration on page 35) and usually have an animal carved on them."
    }, 
    {
        "id" : "6.4.5.4",
        "parent_id" : "6.4.5",
        "content" : "The Harappans also made pots with beautiful black designs, such as the one shown on page 6."
    }, 
    {
        "id" : "6.4.5.5",
        "parent_id" : "6.4.5",
        "content" : "Cotton was probably grown at Mehrgarh from about 7000 years ago. Actual pieces of cloth were found attached to the lid of a silver vase and some copper objects at Mohenjodaro. Archaeologists have also found spindle whorls, made of terracotta and faience. These were used to spin thread."
    }, 
    {
        "id" : "6.4.5.6",
        "parent_id" : "6.4.5",
        "content" : "Many of the things that were produced were probably the work of specialists. A specialist is a person who is trained to do only one kind of work, for example, cutting stone, or polishing beads, or carving seals. Look at the illustration (page 36) and see how well the face is carved and how carefully the beard is shown. This must have been the work of an expert crafts person."
    }, 
    {
        "id" : "6.4.5.7",
        "parent_id" : "6.4.5",
        "content" : "Not everybody could have been a specialist. We do not know whether only men were specialists or only women were specialists. Perhaps some women and men may have been specialists."
    }, 
    {
        "id" : "6.4.6.1",
        "parent_id" : "6.4.6",
        "content" : "Raw materials are substances that are either found naturally (such as wood, or ores of metals) or produced by farmers or herders. These are then processed to produce finished goods. For example, cotton, produced by farmers, is a raw material that may be processed to make cloth. While some of the raw materials that the Harappans used were available locally, many items such as copper, tin, gold, silver and precious stones had to be brought from distant places."
    }, 
    {
        "id" : "6.4.6.2",
        "parent_id" : "6.4.6",
        "content" : "The Harappans probably got copper from present-day Rajasthan, and even from Oman in West Asia. Tin, which was mixed with copper to produce bronze, may have been brought from present-day Afghanistan and Iran. Gold could have come all the way from present-day Karnataka, and precious stones from present-day Gujarat, Iran and Afghanistan."
    }, 
    {
        "id" : "6.4.7.1",
        "parent_id" : "6.4.7",
        "content" : "While many people lived in the cities, others living in the countryside grew crops and reared animals. These farmers and herders supplied food to crafts persons, scribes and rulers in the cities. We know from remains of plants that the Harappans grew wheat, barley, pulses, peas, rice, sesame, linseed and mustard."
    }, 
    {
        "id" : "6.4.7.2",
        "parent_id" : "6.4.7",
        "content" : "A new tool, the plough, was used to dig the earth for turning the soil and planting seeds. While real ploughs, which were probably made of wood, have not survived, toy models have been found. As this region does not receive heavy rainfall, some form of irrigation may have been used. This means that water was stored and supplied to the fields when the plants were growing."
    }, 
    {
        "id" : "6.4.7.3",
        "parent_id" : "6.4.7",
        "content" : "The Harappans reared cattle, sheep, goat and buffalo. Water and pastures were available around settlements. However, in the dry summer months large herds of animals were probably taken to greater distances in search of grass and water. They also collected fruits like ber, caught fish and hunted wild animals like the antelope."
    },  
    {
        "id" : "6.4.8.1",
        "parent_id" : "6.4.8",
        "content" : "The city of Dholavira was located on Khadir Beyt (also spelled as Bet) in the Rann of Kutch, where there was fresh water and fertile soil. Unlike some of the other Harappan cities, which were divided into two parts, Dholavira was divided into three parts, and each part was surrounded with massive stone walls, with entrances through gateways. There was also a large open area in the settlement, where public ceremonies could be held. Other finds include large letters of the Harappan script that were carved out of white stone and perhaps inlaid in wood. This is a unique find as generally Harappan writing has been found on small objects such as seals."
    }, 
    {
        "id" : "6.4.8.2",
        "parent_id" : "6.4.8",
        "content" : "The city of Lothal stood beside a tributary of the Sabarmati, in Gujarat, close to the Gulf of Khambat. It was situated near areas where raw materials such as semi-precious stones were easily available. This was an important centre for making objects out of stone, shell and metal. There was also a store house in the city. Many seals and sealings (the impression of seals on clay) were found in this storehouse."
    }, 
    {
        "id" : "6.4.8.3",
        "parent_id" : "6.4.8",
        "content" : "A building that was found here was probably a workshop for making beads: pieces of stone, half made beads, tools for bead making, and finished beads have all been found here."
    }, 
    {
        "id" : "6.4.9.1",
        "parent_id" : "6.4.9",
        "content" : "Seals may have been used to stamp bags or packets containing goods that were sent from one place to another. After a bag was closed or tied, a layer of wet clay was applied on the knot, and the seal was pressed on it. The impression of the seal is known as a sealing. If the sealing was intact, one could be sure that the goods had arrived safely."
    }, 
    {
        "id" : "6.4.10.1",
        "parent_id" : "6.4.10",
        "content" : "Around 3900 years ago we find the beginning of a major change. People stopped living in many of the cities. Writing, seals and weights were no longer used. Raw materials brought from long distances became rare. In Mohenjodaro, we find that garbage piled up on the streets, the drainage system broke down, and new, less impressive houses were built, even over the streets."
    }, 
    {
        "id" : "6.4.10.2",
        "parent_id" : "6.4.10",
        "content" : "Why did all this happen? We are not sure. Some scholars suggest that the rivers dried up. Others suggest that there was deforestation. This could have happened because fuel was required for baking bricks, and for smelting copper ores. Besides, grazing by large herds of cattle, sheep and goat may have destroyed the green cover. In some areas there were floods. But none of these reasons can explain the end of all the cities. Flooding, or a river drying up would have had an effect in only some areas."
    }, 
    {
        "id" : "6.4.10.3",
        "parent_id" : "6.4.10",
        "content" : "It appears as if the rulers lost control. In any case, the effects of the change are quite clear. Sites in Sind and west Punjab (present-day Pakistan) were abandoned, while many people moved into newer, smaller settlements to the east and the south."
    }, 
    {
        "id" : "6.4.10.4",
        "parent_id" : "6.4.10",
        "content" : "New cities emerged about 1400 years later. You will read about them in Chapters 6 and 9."
    }, 
    {
        "id" : "6.4.11.1",
        "parent_id" : "6.4.11",
        "content" : "Most of Egypt is a dry desert, except for the lands along the river Nile"
    },  
    {
        "id" : "6.4.11.2",
        "parent_id" : "6.4.11",
        "content" : "Around 5000 years ago, kings ruled over Egypt. These kings sent armies to distant lands to get gold, silver, ivory, timber, and precious stones. They also built huge tombs, known as pyramids."
    },  
    {
        "id" : "6.4.11.3",
        "parent_id" : "6.4.11",
        "content" : "When they died, the bodies of kings were preserved and buried in these pyramids. These carefully preserved bodies are known as ‘mummies’. A large number of objects were also buried with them. These included food and drink, clothes, ornaments, utensils, musical instruments, weapons and animals. Sometimes even serving men and women were buried with the rulers. These are amongst the most elaborate burials known in world history."
    },  


    {
        "id" : "6.5.1.1",
        "parent_id" : "6.5.1",
        "content" : "You may have heard about the Vedas. There are four of them – the Rigveda, Samaveda, Yajurveda and Atharvaveda. The oldest Veda is the Rigveda, composed about 3500 years ago. The Rigveda includes more than a thousand hymns, called sukta or “well-said”. These hymns are in praise of various gods and goddesses. Three gods are especially important: Agni, the god of fire; Indra, a warrior god; and Soma, a plant from which a special drink was prepared."
    },  
    {
        "id" : "6.5.1.2",
        "parent_id" : "6.5.1",
        "content" : "These hymns were composed by sages (rishis). Priests taught students to recite and memorise each syllable, word, and sentence, bit by bit, with great care. Most of the hymns were composed, taught and learnt by men. A few were composed by women. The Rigveda is in old or Vedic Sanskrit, which is different from the Sanskrit you learn in school these days."
    },  
    {
        "id" : "6.5.1.3",
        "parent_id" : "6.5.1",
        "content" : "The books we use are written and printed. The Rigveda was recited and heard rather than read. It was written down several centuries after it was first composed, and printed less than 200 years ago."
    },
    {
        "id" : "6.5.2.1",
        "parent_id" : "6.5.2",
        "content" : "Sanskrit is part of a family of languages known as Indo-European. Some Indian languages such as Assamese, Gujarati, Hindi, Kashmiri and Sindhi; Asian languages such as Persian and many European languages such as English, French, German, Greek, Italian and Spanish belong to this family. They are called a family because they originally had words in common."
    },  
    {
        "id" : "6.5.2.2",
        "parent_id" : "6.5.2",
        "content" : "Take the words matr (Sanskrit), ma (Hindi) and mother (English)."
    },  
    {
        "id" : "6.5.2.3",
        "parent_id" : "6.5.2",
        "content" : "Other languages used in the subcontinent belong to different families. For instance, those used in the north-east belong to the Tibeto-Burman family; Tamil, Telugu, Kannada and Malayalam belong to the Dravidian family; and the languages spoken in Jharkhand and parts of central India belong to the Austro-Asiatic family."
    },  
    {
        "id" : "6.5.3.1",
        "parent_id" : "6.5.3",
        "content" : "Historians, like archaeologists, find out about the past, but, in addition to material remains, they examine written sources as well. Let us see how they study the Rigveda."
    },  
    {
        "id" : "6.5.3.2",
        "parent_id" : "6.5.3",
        "content" : "Some of the hymns in the Rigveda are in the form of dialogues. This is part of one such hymn, a dialogue between a sage named Vishvamitra, and two rivers, (Beas and Sutlej) that were worshipped as goddesses."
    },  
    {
        "id" : "6.5.4.1",
        "parent_id" : "6.5.4",
        "content" : "There are many prayers in the Rigveda for cattle, children (especially sons), and horses. Horses were yoked to chariots that were used in battles, which were fought to capture cattle. Battles were also fought for land, which was important for pasture, and for growing hardy crops that ripened quickly, such as barley. Some battles were fought for water, and to capture people."
    },  
    {
        "id" : "6.5.4.2",
        "parent_id" : "6.5.4",
        "content" : "Some of the wealth that was obtained was kept by the leaders, some was given to the priests and the rest was distributed amongst the people. Some wealth was used for the performance of yajnas or sacrifices in which offerings were made into the fire. These were meant for gods and goddesses. Offerings could include ghee, grain, and in some cases, animals."
    },  
    {
        "id" : "6.5.4.3",
        "parent_id" : "6.5.4",
        "content" : "Most men took part in these wars. There was no regular army, but there were assemblies where people met and discussed matters of war and peace. They also chose leaders, who were often brave and skilful warriors."
    },  
    {
        "id" : "6.5.5.1",
        "parent_id" : "6.5.5",
        "content" : "There are several ways of describing people — in terms of the work they do, the language they speak, the place they belong to, their family, their communities and cultural practices. Let us see some of the words used to describe people found in the Rigveda."
    },  
    {
        "id" : "6.5.5.2",
        "parent_id" : "6.5.5",
        "content" : "There are two groups who are described in terms of their work — the priests, sometimes called brahmins, who performed various rituals, and the rajas."
    }, 
    {
        "id" : "6.5.5.3",
        "parent_id" : "6.5.5",
        "content" : "These rajas were not like the ones you will be learning about later. They did not have capital cities, palaces or armies, nor did they collect taxes. Generally, sons did not automatically succeed fathers as rajas."
    }, 
    {
        "id" : "6.5.5.4",
        "parent_id" : "6.5.5",
        "content" : "Two words were used to describe the people or the community as a whole. One was the word jana, which we still use in Hindi and other languages. The other was vish. The word vaishya comes from vish. You will learn more about this in Chapter 6."
    }, 
    {
        "id" : "6.5.5.5",
        "parent_id" : "6.5.5",
        "content" : "Several vish or jana are mentioned by name. So we find reference to the Puru jana or vish, the Bharata jana or vish, the Yadu jana or vish, and so on."
    }, 
    {
        "id" : "6.5.5.6",
        "parent_id" : "6.5.5",
        "content" : "Sometimes, the people who composed the hymns described themselves as Aryas and called their opponents Dasas or Dasyus. These were people who did not perform sacrifices, and probably spoke different languages. Later, the term dasa (and the feminine dasi) came to mean slave. Slaves were women and men who were often captured in war. They were treated as the property of their owners, who could make them do whatever work they wanted."
    }, 
    {
        "id" : "6.5.5.7",
        "parent_id" : "6.5.5",
        "content" : "While the Rigveda was being composed in the north-west of the subcontinent, there were other developments elsewhere. Let us look at some of these."
    }, 
    {
        "id" : "6.5.6.1",
        "parent_id" : "6.5.6",
        "content" : "These stone boulders are known as megaliths (literally big stones). These were carefully arranged by people, and were used to mark burial sites. The practice of erecting megaliths began about 3000 years ago, and was prevalent throughout the Deccan, south India, in the north-east and Kashmir."
    }, 
    {
        "id" : "6.5.6.2",
        "parent_id" : "6.5.6",
        "content" : "Some important megalithic sites are shown on Map 2 (page14). While some megaliths can be seen on the surface, other megalithic burials are often underground."
    }, 
    {
        "id" : "6.5.6.3",
        "parent_id" : "6.5.6",
        "content" : "Sometimes, archaeologists find a circle of stone boulders or a single large stone standing on the ground. These are the only indications that there are burials beneath."
    }, 
    {
        "id" : "6.5.6.4",
        "parent_id" : "6.5.6",
        "content" : "There were several things that people did to make megaliths. We have made a list here. Try and arrange them in the correct order: digging pits in the earth, transporting stones, breaking boulders, placing stones in position, finding suitable stone, shaping stones, burying the dead."
    }, 
    {
        "id" : "6.5.6.5",
        "parent_id" : "6.5.6",
        "content" : "All these burials have some common features. Generally, the dead were buried with distinctive pots, which are called Black and Red Ware. Also found are tools and weapons of iron and sometimes, skeletons of horses, horse equipment and ornaments of stone and gold."
    }, 
    {
        "id" : "6.5.7.1",
        "parent_id" : "6.5.7",
        "content" : "Archaeologists think that objects found with a skeleton probably belonged to the dead person. Sometimes, more objects are found in one grave than in another. Find Brahmagiri on Map 2 (page 14). Here, one skeleton was buried with 33 gold beads, 2 stone beads, 4 copper bangles, and one conch shell. Other skeletons have only a few pots. These finds suggest that there was some difference in status amongst the people who were buried. Some were rich, others poor, some chiefs, others followers."
    }, 
    {
        "id" : "6.5.8.1",
        "parent_id" : "6.5.8",
        "content" : "Sometimes, megaliths contain more than one skeleton. These indicate that people, perhaps belonging to the same family, were buried in the same place though not at the same time. The bodies of those who died later were brought into the grave through the portholes. Stone circles or boulders placed on the surface probably served as signposts to find the burial site, so that people could return to the same place whenever they wanted to."
    },
    {
        "id" : "6.5.9.1",
        "parent_id" : "6.5.9",
        "content" : "Find Inamgaon on Map 2 (page14). It is a site on the river Ghod, a tributary of the Bhima. It was occupied between 3600 and 2700 years ago. Here, adults were generally buried in the ground, laid out straight, with the head towards the north. Sometimes burials were within the houses. Vessels that probably contained food and water were placed with the dead."
    }, 
    {
        "id" : "6.5.9.2",
        "parent_id" : "6.5.9",
        "content" : "One man was found buried in a large, four legged clay jar in the courtyard of a five-roomed house (one of the largest houses at the site), in the centre of the settlement. This house also had a granary. The body was placed in a crosslegged position."
    }, 
    {
        "id" : "6.5.10.1",
        "parent_id" : "6.5.10",
        "content" : "Archaeologists have found seeds of wheat, barley, rice, pulses, millets, peas and sesame. Bones of a number of animals, many bearing cut marks that show they may have been used as food, have also been found. These include cattle, buffalo, goat, sheep, dog, horse, ass, pig, sambhar, spotted deer, blackbuck, antelope, hare, and mongoose, besides birds, crocodile, turtle, crab and fish. There is evidence that fruits such as ber, amla, jamun, dates and a variety of berries were collected."
    }, 
    {
        "id" : "6.5.11.1",
        "parent_id" : "6.5.11",
        "content" : "Around 3500 years ago, we find some of the first evidence of writing in China."
    }, 
    {
        "id" : "6.5.11.2",
        "parent_id" : "6.5.11",
        "content" : "These writings were on animal bones. These are called oracle bones, because they were used to predict the future. Kings got scribes to write questions on the bones — would they win battles? Would the harvest be good? Would they have sons? The bones were then put into the fire, and they cracked because of the heat. Then fortunetellers studied these cracks, and tried to predict the future. As you may expect, they sometimes made mistakes."
    }, 
    {
        "id" : "6.5.11.3",
        "parent_id" : "6.5.11",
        "content" : "These kings lived in palaces in cities. They amassed vast quantities of wealth, including large, elaborately decorated bronze vessels. However, they did not know the use of iron."
    }, 


    {
        "id" : "6.6.1.1",
        "parent_id" : "6.6.1",
        "content" : "Choosing leaders or rulers by voting is something that has become common during the last fifty years or so. How did men become rulers in the past? Some of the rajas we read about in Chapter 5 were probably chosen by the jana, the people. But, around 3000 years ago, we find some changes taking place in the ways in which rajas were chosen. Some men now became recognised as rajas by performing very big sacrifices."
    }, 
    {
        "id" : "6.6.1.2",
        "parent_id" : "6.6.1",
        "content" : "The ashvamedha or horse sacrifice was one such ritual. A horse was let loose to wander freely and it was guarded by the raja’s men. If the horse wandered into the kingdoms of other rajas and they stopped it, they had to fight. If they allowed the horse to pass, it meant that they accepted that the raja who wanted to perform the sacrifice was stronger than them. These rajas were then invited to the sacrifice, which was performed by specially trained priests, who were rewarded with gifts. The raja who organised the sacrifice was recognised as being very powerful, and all those who came brought gifts for him."
    }, 
    {
        "id" : "6.6.1.3",
        "parent_id" : "6.6.1",
        "content" : "The raja was a central figure in these rituals. He often had a special seat, a throne or a tiger skin. His charioteer, who was his companion in the battle field and witnessed his exploits, chanted tales of his glory. His relatives, especially his wives and sons, had to perform a variety of minor rituals. The other rajas were simply spectators who had to sit and watch the performance of the sacrifice. Priests performed the rituals including the sprinkling of sacred water on the king. The ordinary people, the vish or vaishya, also brought gifts. However, some people, such as those who were regarded as shudras by the priests, were excluded from many rituals."
    }, 
    {
        "id" : "6.6.2.1",
        "parent_id" : "6.6.2",
        "content" : "We have many books that were composed in north India, especially in the areas drained by the Ganga and the Yamuna, during this period. These books are often called later Vedic, because they were composed after the Rigveda about which you learnt in Chapter 5. These include the Samaveda, Yajurveda and Atharvaveda, as well as other books. These were composed by priests, and described how rituals were to be performed. They also contained rules about society"
    }, 
    {
        "id" : "6.6.2.2",
        "parent_id" : "6.6.2",
        "content" : "There were several different groups in society at this time — priests and warriors, farmers, herders, traders, crafts persons, labourers, fishing folk, and forest people. Some priests and warriors were rich, as were some farmers and traders. Others, including many herders, crafts persons, labourers, fishing folk and hunters and gatherers, were poor."
    }, 
    {
        "id" : "6.6.2.3",
        "parent_id" : "6.6.2",
        "content" : "The priests divided people into four groups, called varnas. According to them, each varna had a different set of functions."
    }, 
    {
        "id" : "6.6.2.4",
        "parent_id" : "6.6.2",
        "content" : "The first varna was that of the brahmin. Brahmins were expected to study (and teach) the Vedas, perform sacrifices and receive gifts."
    }, 
    {
        "id" : "6.6.2.5",
        "parent_id" : "6.6.2",
        "content" : "In the second place were the rulers, also known as kshatriyas. They were expected to fight battles and protect people."
    }, 
    {
        "id" : "6.6.2.6",
        "parent_id" : "6.6.2",
        "content" : "Third were the vish or the vaishyas. They were expected to be farmers, herders, and traders. Both the kshatriyas and the vaishyas could perform sacrifices."
    }, 
    {
        "id" : "6.6.2.7",
        "parent_id" : "6.6.2",
        "content" : "Last were the shudras, who had to serve the other three groups and could not perform any rituals. Often, women were also grouped with the shudras. Both women and shudras were not allowed to study the Vedas."
    }, 
    {
        "id" : "6.6.2.8",
        "parent_id" : "6.6.2",
        "content" : "The priests also said that these groups were decided on the basis of birth. For example, if one’s father and mother were brahmins one would automatically become a brahmin, and so on. Later, they classified some people as untouchable. These included some crafts persons, hunters and gatherers, as well as people who helped perform burials and cremations. The priests said that contact with these groups was polluting."
    }, 
    {
        "id" : "6.6.2.9",
        "parent_id" : "6.6.2",
        "content" : "Many people did not accept the system of varna laid down by the brahmins. Some kings thought they were superior to the priests. Others felt that birth could not be a basis for deciding which varna people belonged to. Besides, some people felt that there should be no differences amongst people based on occupation. Others felt that everybody should be able to perform rituals. And others condemned the practice of untouchability. Also, there were many areas in the subcontinent, such as the north-east, where social and economic differences were not very sharp, and where the influence of the priests was limited."
    }, 
    {
        "id" : "6.6.3.1",
        "parent_id" : "6.6.3",
        "content" : "The rajas who performed these big sacrifices were now recognised as being rajas of janapadas rather than janas. The word janapada literally means the land where the jana set its foot, and settled down. Some important janapadas are shown on Map 4 (page 57)."
    }, 
    {
        "id" : "6.6.3.2",
        "parent_id" : "6.6.3",
        "content" : "Archaeologists have excavated a number of settlements in these janapadas, such as Purana Qila in Delhi, Hastinapura near Meerut, and Atranjikhera, near Etah (the last two are in Uttar Pradesh). They found that people lived in huts, and kept cattle as well as other animals. They also grew a variety of crops — rice, wheat, barley, pulses, sugarcane, sesame and mustard."
    }, 
    {
        "id" : "6.6.3.3",
        "parent_id" : "6.6.3",
        "content" : "They made earthen pots. Some of these were grey in colour, others were red. One special type of pottery found at these sites is known as Painted Grey Ware. As is obvious from the name, these grey pots had painted designs, usually simple lines and geometric patterns."
    }, 
    {
        "id" : "6.6.4.1",
        "parent_id" : "6.6.4",
        "content" : "About 2500 years ago, some janapadas became more important than others, and were known as mahajanapadas. Some of these are shown on Map 4. Most mahajanapadas had a capital city, many of these were fortified. This means that huge walls of wood, brick or stone were built around them."
    }, 
    {
        "id" : "6.6.4.2",
        "parent_id" : "6.6.4",
        "content" : "Forts were probably built because people were afraid of attacks from other kings and needed protection. It is also likely that some rulers wanted to show how rich and powerful they were by building really large, tall and impressive walls around their cities. Also in this way, the land and the people living inside the fortified area could be controlled more easily by the king. Building such huge walls required a great deal of planning. Thousands, if not lakhs of bricks or stones had to be prepared. This in turn meant enormous labour, provided, possibly, by thousands of men, women and children. And resources had to be found for all of this."
    }, 
    {
        "id" : "6.6.4.3",
        "parent_id" : "6.6.4",
        "content" : "The new rajas now began maintaining armies. Soldiers were paid regular salaries and maintained by the king throughout the year. Some payments were probably made using punch marked coins (see the illustration on page 92)."
    }, 
    {
        "id" : "6.6.5.1",
        "parent_id" : "6.6.5",
        "content" : "As the rulers of the mahajanapadas were (a) building huge forts (b) maintaining big armies, they needed more resources. And they needed officials to collect these. So, instead of depending on occasional gifts brought by people, as in the case of the raja of the janapadas, they started collecting regular taxes."
    }, 
    {
        "id" : "6.6.5.2",
        "parent_id" : "6.6.5",
        "content" : "Taxes on crops were the most important. This was because most people were farmers. Usually, the tax was fixed at 1/6th of what was produced. This was known as bhaga or a share."
    }, 
    {
        "id" : "6.6.5.3",
        "parent_id" : "6.6.5",
        "content" : "There were taxes on crafts persons as well. These could have been in the form of labour. For example, a weaver or a smith may have had to work for a day every month for the king."
    }, 
    {
        "id" : "6.6.5.4",
        "parent_id" : "6.6.5",
        "content" : "Herders were also expected to pay taxes in the form of animals and animal produce."
    }, 
    {
        "id" : "6.6.5.5",
        "parent_id" : "6.6.5",
        "content" : "There were also taxes on goods that were bought and sold, through trade."
    }, 
    {
        "id" : "6.6.5.7",
        "parent_id" : "6.6.5",
        "content" : "And hunters and gatherers also had to provide forest produce to the raja."
    }, 
    {
        "id" : "6.6.6.1",
        "parent_id" : "6.6.6",
        "content" : "There were two major changes in agriculture around this time. One was the growing use of iron ploughshares. This meant that heavy, clayey soil could be turned over better than with a wooden ploughshare, so that more grain could be produced. Second, people began transplanting paddy. This meant that instead of scattering seed on the ground, from which plants would sprout, saplings were grown and then planted in the fields. This led to increased production, as many more plants survived. However, it was back breaking work. Generally, slave men and women, (dasas and dasis) and landless agricultural labourers (kammakaras) had to do this work."
    }, 
    {
        "id" : "6.6.7.1",
        "parent_id" : "6.6.7",
        "content" : "Find Magadha on Map 4 (page 57). Magadha became the most important mahajanapada in about two hundred years. Many rivers such as the Ganga and Son flowed through Magadha. This was important for (a) transport, (b) water supplies (c) making the land fertile. Parts of Magadha were forested. Elephants, which lived in the forest, could be captured and trained for the army. Forests also provided wood for building houses, carts and chariots. Besides, there were iron ore mines in the region that could be tapped to make strong tools and weapons."
    }, 
    {
        "id" : "6.6.7.2",
        "parent_id" : "6.6.7",
        "content" : "Magadha had two very powerful rulers, Bimbisara and Ajatasattu, who used all possible means to conquer other janapadas. Mahapadma Nanda was another important ruler. He extended his control up to the north-west part of the subcontinent. Rajagriha (present-day Rajgir) in Bihar was the capital of Magadha for several years. Later the capital was shifted to Pataliputra (present-day Patna)."
    }, 
    
    {
        "id" : "6.6.7.2",
        "parent_id" : "6.6.7",
        "content" : "More than 2300 years ago, a ruler named Alexander, who lived in Macedonia in Europe, wanted to become a world conqueror. Of course, he didn’t conquer the world, but did conquer parts of Egypt and West Asia, and came to the Indian subcontinent, reaching up to the banks of the Beas. When he wanted to march further eastwards, his soldiers refused. They were scared, as they had heard that the rulers of India had vast armies of foot soldiers, chariots and elephants.More than 2300 years ago, a ruler named Alexander, who lived in Macedonia in Europe, wanted to become a world conqueror. Of course, he didn’t conquer the world, but did conquer parts of Egypt and West Asia, and came to the Indian subcontinent, reaching up to the banks of the Beas. When he wanted to march further eastwards, his soldiers refused. They were scared, as they had heard that the rulers of India had vast armies of foot soldiers, chariots and elephants."
    }, 
    
    {
        "id" : "6.6.8.1",
        "parent_id" : "6.6.8",
        "content" : "While Magadha became a powerful kingdom, Vajji, with its capital at Vaishali (Bihar), was under a different form of government, known as gana or sangha."
    }, 
    {
        "id" : "6.6.8.2",
        "parent_id" : "6.6.8",
        "content" : "In a gana or a sangha there were not one, but many rulers. Sometimes, even when thousands of men ruled together, each one was known as a raja. These rajas performed rituals together. They also met in assemblies, and decided what had to be done and how, through discussion and debate. For example, if they were attacked by an enemy, they met to discuss what should be done to meet the threat. However, women, dasas and kammakaras could not participate in these assemblies."
    }, 
    {
        "id" : "6.6.8.3",
        "parent_id" : "6.6.8",
        "content" : "Both the Buddha and Mahavira (about whom you will read in Chapter 7) belonged to ganas or sanghas. Some of the most vivid descriptions of life in the sanghas can be found in Buddhist books."
    }, 
    {
        "id" : "6.6.8.4",
        "parent_id" : "6.6.8",
        "content" : "Rajas of powerful kingdoms tried to conquer the sanghas. Nevertheless, these lasted for a very long time, till about 1500 years ago, when the last of the ganas or sanghas were conquered by the Gupta rulers, about whom you will read in Chapter 11."
    }, 
    {
        "id" : "6.6.9.1",
        "parent_id" : "6.6.9",
        "content" : "Around 2500 years ago, the people of Athens set up a form of government, which was called a democracy, which lasted for about 200 years."
    }, 
    {
        "id" : "6.6.9.2",
        "parent_id" : "6.6.9",
        "content" : "All free men over the age of 30 were recognised as full citizens. There was an assembly that met at least 40 times a year to decide on important matters. All citizens could attend these meetings."
    }, 
    {
        "id" : "6.6.9.3",
        "parent_id" : "6.6.9",
        "content" : "Appointments for many positions were made through lottery. All those who wanted to be chosen gave in their names, and then some were selected through lottery."
    }, 
    {
        "id" : "6.6.9.4",
        "parent_id" : "6.6.9",
        "content" : "Citizens were expected to serve in the army and the navy. However, women were not considered citizens. Also, many foreigners, who lived and worked in Athens as merchants and crafts persons did not have rights as citizens."
    }, 
    {
        "id" : "6.6.9.5",
        "parent_id" : "6.6.9",
        "content" : "Besides, there were several thousand slaves in Athens, who worked in mines, fields, households and workshops. They too were not treated as citizens."
    }, 


    {
        "id" : "6.7.1.1",
        "parent_id" : "6.7.1",
        "content" : "Siddhartha, also known as Gautama, the founder of Buddhism, was born about 2500 years ago. This was a time of rapid change in the lives of people. As you saw in Chapter 6, some kings in the mahajanapadas were growing more powerful. New cities were developing, and life was changing in the villages as well (see Chapter 10). Many thinkers were trying to understand these changes in society. They also wanted to try and find out the true meaning of life."
    },
    {
        "id" : "6.7.1.2",
        "parent_id" : "6.7.1",
        "content" : "The Buddha belonged to a small gana known as the Sakya gana, and was a kshatriya. When he was a young man, he left the comforts of his home in search of knowledge. He wandered for several years, meeting and holding discussions with other thinkers. He finally decided to find his own path to realisation, and meditated for days on end under a peepal tree at Bodh Gaya in Bihar, where he attained enlightenment. After that, he was known as the Buddha or the Wise One. He then went to Sarnath, near Varanasi, where he taught for the first time. He spent the rest of his life travelling on foot, going from place to place, teaching people, till he passed away at Kusinara."
    },
    {
        "id" : "6.7.1.3",
        "parent_id" : "6.7.1",
        "content" : "The Buddha taught that life is full of suffering and unhappiness. This is caused because we have cravings and desires (which often cannot be fulfilled). Sometimes, even if we get what we want, we are not satisfied, and want even more (or want other things). The Buddha described this as thirst or tanha. He taught that this constant craving could be removed by following moderation in everything."
    },
    {
        "id" : "6.7.1.4",
        "parent_id" : "6.7.1",
        "content" : "He also taught people to be kind, and to respect the lives of others, including animals. He believed that the results of our actions (called karma), whether good or bad, affect us both in this life and the next. The Buddha taught in the language of the ordinary people, Prakrit, so that everybody could understand his message."
    },
    {
        "id" : "6.7.1.5",
        "parent_id" : "6.7.1",
        "content" : "He also encouraged people to think for themselves rather than to simply accept what he said. Let us see how he did this."
    },
    {
        "id" : "6.7.2.1",
        "parent_id" : "6.7.2",
        "content" : "Around the time that the Buddha was preaching and perhaps a little earlier, other thinkers also tried to find answers to difficult questions. Some of them wanted to know about life after death, others wanted to know why sacrifices should be performed. Many of these thinkers felt that there was something permanent in the universe that would last even after death. They described this as the atman or the individual soul and the brahman or the universal soul. They believed that ultimately, both the atman and the brahman were one."
    },
    {
        "id" : "6.7.2.2",
        "parent_id" : "6.7.2",
        "content" : "Many of their ideas were recorded in the Upanishads. These were part of the later Vedic texts. Upanishad literally means ‘approaching and sitting near’ and the texts contain conversations between teachers and students. Often, ideas were presented through simple dialogues."
    },
    {
        "id" : "6.7.2.3",
        "parent_id" : "6.7.2",
        "content" : "Most Upanishadic thinkers were men, especially brahmins and rajas. Occasionally, there is mention of women thinkers, such as Gargi, who was famous for her learning, and participated in debates held in royal courts. Poor people rarely took part in these discussions. One famous exception was Satyakama Jabala, who was named after his mother, the slave woman Jabali. He had a deep desire to learn about reality, was accepted as a student by a brahmin teacher named Gautama, and became one of the best-known thinkers of the time. Many of the ideas of the Upanishads were later developed by the famous thinker Shankaracharya, about whom you will read in Class VII."
    },
    {
        "id" : "6.7.3.1",
        "parent_id" : "6.7.3",
        "content" : "Over centuries, India’s intellectual exploration of truth has come to be represented by six systems of philosophy. These are known as Vaishesika, Nyaya, Samkhya, Yoga, Purva Mimansa and Vedanta or Uttara Mimansa. These six systems of philosophy are said to have been founded by sages Konada, Gotama, Kapila, Patanjali, Jaimini and Vyasa, respectively. These philosophies still guide scholarly discourse in the country. German-born British indologist, Friedrich Max Muller, has observed that the six systems of philosophy were developed over many generations with contributions made by individual thinkers. However, today, we find an underlying harmony in their understanding of truth, although they seem distinct from each other."
    },
    {
        "id" : "6.7.4.1",
        "parent_id" : "6.7.4",
        "content" : "This was also the time when other scholars were at work. One of the most famous was Panini, who prepared a grammar for Sanskrit. He arranged the vowels and the consonants in a special order, and then used these to create formulae like those found in Algebra. He used these to write down the rules of the language in short formulae (around 3000 of them!)."
    },
    {
        "id" : "6.7.5.1",
        "parent_id" : "6.7.5",
        "content" : "The last and 24th tirthankara of the Jainas, Vardhamana Mahavira, also spread his message around this time, i.e. 2500 years ago. He was a kshatriya prince of the Lichchhavis, a group that was part of the Vajji sangha, about which you read in Chapter 6. At the age of thirty, he left home and went to live in a forest. For twelve years he led a hard and lonely life, at the end of which he attained enlightenment."
    },
    {
        "id" : "6.7.5.2",
        "parent_id" : "6.7.5",
        "content" : "He taught a simple doctrine: men and women who wished to know the truth must leave their homes. They must follow very strictly the rules of ahimsa, which means not hurting or killing living beings. “All beings,” said Mahavira “long to live. To all things life is dear.” Ordinary people could understand the teachings of Mahavira and his followers, because they used Prakrit. There were several forms of Prakrit, used in different parts of the country, and named after the regions in which they were used. For example, the Prakrit spoken in Magadha was known as Magadhi."
    },
    {
        "id" : "6.7.5.3",
        "parent_id" : "6.7.5",
        "content" : "Followers of Mahavira, who were known as Jainas, had to lead very simple lives, begging for food. They had to be absolutely honest, and were especially asked not to steal. Also, they had to observe celibacy. And men had to give up everything, including their clothes."
    },
    {
        "id" : "6.7.5.4",
        "parent_id" : "6.7.5",
        "content" : "It was very difficult for most men and women to follow these strict rules. Nevertheless, thousands left their homes to learn and teach this new way of life. Many more remained behind and supported those who became monks and nuns, providing them with food."
    },
    {
        "id" : "6.7.5.5",
        "parent_id" : "6.7.5",
        "content" : "Jainism was supported mainly by traders. Farmers, who had to kill insects to protect their crops, found it more difficult to follow the rules. Over hundreds of years, Jainism spread to different parts of north India, and to Gujarat, Tamil Nadu and Karnataka. The teachings of Mahavira and his followers were transmitted orally for several centuries. They were written down in the form in which they are presently available at a place called Valabhi, in Gujarat, about 1500 years ago (see Map 7, page 113)."
    },
    {
        "id" : "6.7.6.1",
        "parent_id" : "6.7.6",
        "content" : "Both the Mahavira and the Buddha felt that only those who left their homes could gain true knowledge. They arranged for them to stay together in the sangha, an association of those who left their homes."
    },
    {
        "id" : "6.7.6.2",
        "parent_id" : "6.7.6",
        "content" : "The rules made for the Buddhist sangha were written down in a book called the Vinaya Pitaka. From this we know that there were separate branches for men and women. All men could join the sangha. However, children had to take the permission of their parents and slaves that of their masters. Those who worked for the king had to take his permission and debtors that of creditors. Women had to take their husbands’ permission."
    },
    {
        "id" : "6.7.6.3",
        "parent_id" : "6.7.6",
        "content" : "Men and women who joined the sangha led simple lives. They meditated for most of the time, and went to cities and villages to beg for food during fixed hours. That is why they were known as bhikkhus (the Prakrit word for renouncer — beggar) and bhikkhunis. They taught others, and helped one another. They also held meetings to settle any quarrels that took place within the sangha."
    },
    {
        "id" : "6.7.6.4",
        "parent_id" : "6.7.6",
        "content" : "Those who joined the sangha included brahmins, kshatriyas, merchants, labourers, barbers, courtesans and slaves. Many of them wrote down the teachings of the Buddha. Some of them also composed beautiful poems, describing their life in the sangha."
    },
    {
        "id" : "6.7.7.1",
        "parent_id" : "6.7.7",
        "content" : "To begin with, both Jaina and Buddhist monks went from place to place throughout the year, teaching people. The only time they stayed in one place was during the rainy season, when it was very difficult to travel. Then, their supporters built temporary shelters for them in gardens, or they lived in natural caves in hilly areas."
    },
    {
        "id" : "6.7.7.2",
        "parent_id" : "6.7.7",
        "content" : "As time went on, many supporters of the monks and nuns, and they themselves, felt the need for more permanent shelters and so monasteries were built. These were known as viharas. The earliest viharas were made of wood, and then of brick. Some were even in caves that were dug out in hills, especially in western India."
    },
    {
        "id" : "6.7.7.3",
        "parent_id" : "6.7.7",
        "content" : "Very often, the land on which the vihara was built was donated by a rich merchant or a landowner, or the king. The local people came with gifts of food, clothing and medicines for the monks and nuns. In return, they taught the people. Over the centuries, Buddhism spread to many parts of the subcontinent and beyond. You will learn more about this in Chapter 10."
    },
    {
        "id" : "6.7.8.1",
        "parent_id" : "6.7.8",
        "content" : "A Buddhist text tells us: Just as the waters of rivers lose their names and separateness when they flow into the mighty ocean, so are varna and ranks and family forgotten when the followers of the Buddha join the order of monks."
    },
    {
        "id" : "6.7.9.1",
        "parent_id" : "6.7.9",
        "content" : "Around the time when Jainism and Buddhism were becoming popular, brahmins developed the system of ashramas. Here, the word ashrama does not mean a place where people live and meditate. It is used instead for a stage of life. Four ashramas were recognised: brahmacharya, grihastha, vanaprastha and samnyasa."
    },
    {
        "id" : "6.7.9.2",
        "parent_id" : "6.7.9",
        "content" : "Brahmin, kshatriya and vaishya men were expected to lead simple lives and study the Vedas during the early years of their life (brahmacharya). Then they had to marry and live as householders (grihastha). Then they had to live in the forest and meditate (vanaprastha). Finally, they had to give up everything and become samnyasins."
    },
    {
        "id" : "6.7.9.3",
        "parent_id" : "6.7.9",
        "content" : "The system of ashramas allowed men to spend some part of their lives in meditation. Generally, women were not allowed to study the Vedas, and they had to follow the ashramas chosen by their husbands."
    },
    {
        "id" : "6.7.10.1",
        "parent_id" : "6.7.10",
        "content" : "Zoroaster was an Iranian prophet. His teachings are contained in a book called the Avesta. The language of the Avesta, and the practices described in it are very similar to those of the Vedas. The basic teachings of Zoroaster are contained in the maxim “Good thoughts, Good Words and Good Deeds.” Here is a verse from the Zend Avesta: “Lord, grant strength and the rule of truth and good thinking, by means of which one shall create peace and tranquillity.”"
    },
    {
        "id" : "6.7.10.2",
        "parent_id" : "6.7.10",
        "content" : "For more than a thousand years, Zoroastrianism was a major religion in Iran. Later, some Zoroastrians migrated from Iran and settled down in the coastal towns of Gujarat and Maharashtra. They were the ancestors of today’s Parsis."
    },

    
    {
        "id" : "6.8.1.1",
        "parent_id" : "6.8.1",
        "content" : "The lions that we see on our notes and coins have a long history. They were carved in stone, and placed on top of a massive stone pillar at Sarnath (about which you read in Chapter 7)."
    },
    {
        "id" : "6.8.1.2",
        "parent_id" : "6.8.1",
        "content" : "Ashoka was one of the greatest rulers known to history and on his instructions inscriptions were inscribed on pillars, as well as on rock surfaces. Before we find out what was written in these inscriptions, let us see why his kingdom was called an empire."
    },
    {
        "id" : "6.8.1.3",
        "parent_id" : "6.8.1",
        "content" : "The empire that Ashoka ruled was founded by his grandfather, Chandragupta Maurya, more than 2300 years ago. Chandragupta was supported by a wise man named Chanakya or Kautilya. Many of Chanakya’s ideas were written down in a book called the Arthashastra."
    },
    {
        "id" : "6.8.1.4",
        "parent_id" : "6.8.1",
        "content" : "There were several cities in the empire (marked with black dots on the map). These included the capital Pataliputra, Taxila, and Ujjain. Taxila was a gateway to the northwest, including Central Asia, while Ujjain lay on the route from north to south India. Merchants, officials and crafts persons probably lived in these cities."
    },
    {
        "id" : "6.8.1.5",
        "parent_id" : "6.8.1",
        "content" : "In other areas there were villages of farmers and herders. In some areas such as central India, there were forests where people gathered forest produce and hunted animals for food. People in different parts of the empire spoke different languages. They probably ate different kinds of food, and wore different kinds of clothes as well."
    },
    {
        "id" : "6.8.2.1",
        "parent_id" : "6.8.2",
        "content" : "Emperors need more resources than kings because empires are larger than kingdoms, and need to be protected by big armies. So also they need a larger number of officials who collect taxes."
    },
    {
        "id" : "6.8.3.1",
        "parent_id" : "6.8.3",
        "content" : "As the empire was so large, different parts were ruled differently. The area around Pataliputra was under the direct control of the emperor. This meant that officials were appointed to collect taxes from farmers, herders, crafts persons and traders, who lived in villages and towns in the area. Officials also punished those who disobeyed the ruler’s orders. Many of these officials were given salaries. Messengers went to and fro, and spies kept a watch on the officials. And of course the emperor supervised them all, with the help of members of the royal family, and senior ministers."
    },
    {
        "id" : "6.8.3.2",
        "parent_id" : "6.8.3",
        "content" : "There were other areas or provinces. Each of these was ruled from a provincial capital such as Taxila or Ujjain. Although there was some amount of control from Pataliputra, and royal princes were often sent as governors, local customs and rules were probably followed."
    },
    {
        "id" : "6.8.3.3",
        "parent_id" : "6.8.3",
        "content" : "Besides, there were vast areas between these centres. Here the Mauryas tried to control roads and rivers, which were important for transport, and to collect whatever resources were available as tax and tribute. For example, the Arthashastra tells us that the north-west was important for blankets, and south India for its gold and precious stones. It is possible that these resources were collected as tribute."
    },
    {
        "id" : "6.8.3.4",
        "parent_id" : "6.8.3",
        "content" : "There were also the forested regions. People living in these areas were more or less independent, but may have been expected to provide elephants, timber, honey and wax to Mauryan officials."
    },
    {
        "id" : "6.8.4.1",
        "parent_id" : "6.8.4",
        "content" : "Unlike taxes, which were collected on a regular basis, tribute was collected as and when it was possible from people who gave a variety of things, more or less willingly."
    },
    {
        "id" : "6.8.5.1",
        "parent_id" : "6.8.5",
        "content" : "The most famous Mauryan ruler was Ashoka. He was the first ruler who tried to take his message to the people through inscriptions. Most of Ashoka’s inscriptions were in Prakrit and were written in the Brahmi script."
    },
    {
        "id" : "6.8.6.1",
        "parent_id" : "6.8.6",
        "content" : "Kalinga is the ancient name of coastal Orissa (see Map 5, page 76). Ashoka fought a war to conquer Kalinga. However, he was so horrified when he saw the violence and bloodshed that he decided not to fight any more wars. He is the only king in the history of the world who gave up conquest after winning a war."
    },
    {
        "id" : "6.8.7.1",
        "parent_id" : "6.8.7",
        "content" : "Ashoka’s dhamma did not involve worship of a god, or performance of a sacrifice. He felt that just as a father tries to teach his children, he had a duty to instruct his subjects. He was also inspired by the teachings of the Buddha (Chapter 7)."
    },
    {
        "id" : "6.8.7.2",
        "parent_id" : "6.8.7",
        "content" : "There were a number of problems that troubled him. People in the empire followed different religions, and this sometimes led to conflict. Animals were sacrificed. Slaves and servants were ill treated. Besides, there were quarrels in families and amongst neighbours. Ashoka felt it was his duty to solve these problems. So, he appointed officials, known as the dhamma mahamatta who went from place to place teaching people about dhamma. Besides, Ashoka got his messages inscribed on rocks and pillars, instructing his officials to read his message to those who could not read it themselves."
    },
    {
        "id" : "6.8.7.3",
        "parent_id" : "6.8.7",
        "content" : "Ashoka also sent messengers to spread ideas about dhamma to other lands, such as Syria, Egypt, Greece and Sri Lanka. Try and identify these on Map 6, pages 84-85. He built roads, dug wells, and built rest houses. Besides, he arranged for medical treatment for both human beings and animals."
    },
    {
        "id" : "6.8.8.1",
        "parent_id" : "6.8.8",
        "content" : "Somewhat before the time of the Mauryan empire, about 2400 years ago, emperors in China began building the Great Wall."
    },
    {
        "id" : "6.8.8.2",
        "parent_id" : "6.8.8",
        "content" : "It was meant to protect the northern frontier of the empire from pastoral people. Additions to the wall were made over a period of 2000 years because the frontiers of the empire kept shifting. The wall is about 6400 km long, and is made of stone and brick, with a road along the top. Several thousand people worked to build the wall. There are watch towers all along, at distances of about 100-200 m."
    },
    {
        "id" : "6.8.9.1",
        "parent_id" : "6.8.9",
        "content" : "The Mauryan empire collapsed about 2200 years ago. In its place (and elsewhere) rose several new kingdoms. In the north-west, and in parts of north India, kings known as the Indo-Greeks ruled for about one hundred years. They were followed by a Central Asian people known as the Shakas, who set up kingdoms in the north-west, north and western India. Some of these kingdoms lasted for about 500 years, till the Shakas were defeated by the Gupta kings (Chapter 11). The Shakas in turn were followed by the Kushanas (about 2000 years ago). You will learn more about the Kushanas in Chapter 10."
    },
    {
        "id" : "6.8.9.2",
        "parent_id" : "6.8.9",
        "content" : "In the north, and in parts of central India, a general of the Mauryas, named Pushyamitra Shunga, set up a kingdom. The Shungas were followed by another dynasty, known as the Kanvas, and by rulers from other families till the establishment of the Gupta empire about 1700 years ago."
    },
    {
        "id" : "6.8.9.3",
        "parent_id" : "6.8.9",
        "content" : "The Shakas who ruled over parts of western India fought several battles with the Satavahanas, who ruled over western and parts of central India. The Satavahana kingdom, which was established about 2100 years ago, lasted for about 400 years. Around 1700 years ago, a new ruling family, known as the Vakatakas, became powerful in central and western India."
    },
    {
        "id" : "6.8.9.4",
        "parent_id" : "6.8.9",
        "content" : "In south India, the Cholas, Cheras and Pandyas ruled between 2200 and 1800 years ago. And, about 1500 years ago, there were two large kingdoms, those of the Pallavas and the Chalukyas. There were several other kingdoms and kings as well. We know about them from their coins and inscriptions, as well as from books.t"
    },
    {
        "id" : "6.8.9.5",
        "parent_id" : "6.8.9",
        "content" : "There were other changes that were taking place, in which ordinary men and women played a major role. These included the spread of agriculture and the growth of new towns, craft production and trade. Traders explored land routes within the subcontinent and outside, and sea routes to West Asia, East Africa and South East Asia (see Map 6) were also opened up. And many new buildings were built — including the earliest temples and stupas, books were written, and scientific discoveries were made. These developments took place simultaneously, i.e. at the same time. Keep this in mind as you read the rest of the book."
    },


    {
        "id" : "6.9.1.1",
        "parent_id" : "6.9.1",
        "content" : "We often take the use of iron for granted today. Things made of iron (and steel) are a part of our daily lives. The use of iron began in the subcontinent around 3000 years ago. Some of the largest collections of iron tools and weapons were found in the megalithic burials, about which you read in Chapter 5."
    },
    {
        "id" : "6.9.1.2",
        "parent_id" : "6.9.1",
        "content" : "Around 2500 years ago, there is evidence for the growing use of iron tools. These included axes for clearing forests, and the iron ploughshare. As we had seen (Chapter 6) the ploughshare was useful for increasing agricultural production."
    },
    {
        "id" : "6.9.2.1",
        "parent_id" : "6.9.2",
        "content" : "The kings and kingdoms you have been reading about could not have existed without the support of flourishing villages. While new tools and the system of transplantation (Chapter 6) increased production, irrigation was also used. Irrigation works that were built during this time included canals, wells, tanks, and artificial lakes."
    },
    {
        "id" : "6.9.3.1",
        "parent_id" : "6.9.3",
        "content" : "There were at least three different kinds of people living in most villages in the southern and northern parts of the subcontinent. In the Tamil region, large landowners were known as vellalar, ordinary ploughmen were known as uzhavar, and landless labourers, including slaves, were known as kadaisiyar and adimai."
    },
    {
        "id" : "6.9.3.2",
        "parent_id" : "6.9.3",
        "content" : "In the northern part of the country, the village headman was known as the grama bhojaka. Usually, men from the same family held the position for generations. In other words, the post was hereditary. The grama bhojaka was often the largest landowner. Generally, he had slaves and hired workers to cultivate the land. Besides, as he was powerful, the king often used him to collect taxes from the village. He also functioned as a judge, and sometimes as a policeman."
    },
    {
        "id" : "6.9.3.3",
        "parent_id" : "6.9.3",
        "content" : "Apart from the gramabhojaka, there were other independent farmers, known as grihapatis, most of whom were smaller landowners. And then there were men and women such as the dasa karmakara, who did not own land, and had to earn a living working on the fields owned by others."
    },
    {
        "id" : "6.9.3.4",
        "parent_id" : "6.9.3",
        "content" : "In most villages there were also some crafts persons such as the blacksmith, potter, carpenter and weaver."
    },
    {
        "id" : "6.9.4.1",
        "parent_id" : "6.9.4",
        "content" : "Some of the earliest works in Tamil, known as Sangam literature, were composed around 2300 years ago. These texts were called Sangam because they were supposed to have been composed and compiled in assemblies (known as sangams) of poets that were held in the city of Madurai (see Map 7, page 113). The Tamil terms mentioned above are found in Sangam literature."
    },
    {
        "id" : "6.9.5.1",
        "parent_id" : "6.9.5",
        "content" : "You may have heard of the Jatakas. These were stories that were probably composed by ordinary people, and then written down and preserved by Buddhist monks. Here is part of a Jataka story, which tells us how a poor man gradually became rich."
    },
    {
        "id" : "6.9.5.2",
        "parent_id" : "6.9.5",
        "content" : "We can use other kinds of evidence to find out about life in some of these early cities. Sculptors carved scenes depicting peoples’ lives in towns and villages, as well as in the forest. Many of these sculptures were used to decorate railings, pillars and gateways of buildings that were visited by people."
    },
    {
        "id" : "6.9.5.3",
        "parent_id" : "6.9.5",
        "content" : "Many of the cities that developed from about 2500 years ago were capitals of the mahajanapadas that you learnt about in Chapter 6. As we had seen, some of these cities were surrounded by massive fortification walls."
    },
    {
        "id" : "6.9.5.4",
        "parent_id" : "6.9.5",
        "content" : "In many cities, archaeologists have found rows of pots, or ceramic rings arranged one on top of the other. These are known as ring wells. These seem to have been used as toilets in some cases, and as drains and garbage dumps. These ring wells are usually found in individual houses."
    },
    {
        "id" : "6.9.5.5",
        "parent_id" : "6.9.5",
        "content" : "We have hardly any remains of palaces, markets, or of homes of ordinary people. Perhaps some are yet to be discovered by archaeologists. Others, made of wood, mud brick and thatch, may not have survived."
    },
    {
        "id" : "6.9.5.6",
        "parent_id" : "6.9.5",
        "content" : "Another way of finding out about early cities is from the accounts of sailors and travellers who visited them. One of the most detailed accounts that has been found was by an unknown Greek sailor. He described all the ports he visited. Find Bharuch on Map 7 (page 113) and then read his description of the city."
    },
    {
        "id" : "6.9.6.1",
        "parent_id" : "6.9.6",
        "content" : "You may have noticed how wealth is measured in terms of coins in the story on page 90. Archaeologists have found several thousands of coins belonging to this period. The earliest coins which were in use for about 500 years were punch marked coins,"
    },
    {
        "id" : "6.9.6.2",
        "parent_id" : "6.9.6",
        "content" : "Punch-marked coins were generally rectangular or sometimes square or round in shape, either cut out of metal sheets or made out of flattened metal globules (a small spherical body). The coins were not inscribed, but were stamped with symbols using dies or punches. Hence, they are called punch-marked coins. These coins are found over most parts of the subcontinent and remained in circulation till the early centuries CE."
    },
    {
        "id" : "6.9.7.1",
        "parent_id" : "6.9.7",
        "content" : "Very often, a single town was important for a variety of reasons. Let us look at the example of Mathura (Map 7, page 113)."
    },
    {
        "id" : "6.9.7.2",
        "parent_id" : "6.9.7",
        "content" : "Mathura has been an important settlement for more than 2500 years. It was important because it was located at the cross roads of two major routes of travel and trade — from the northwest to the east and from north to south. There were fortifications around the city, and several shrines. Farmers and herders from adjoining areas provided food for people in the city. Mathura was also a centre where some extremely fine sculpture was produced."
    },
    {
        "id" : "6.9.7.3",
        "parent_id" : "6.9.7",
        "content" : "Around 2000 years ago Mathura became the second capital of the Kushanas, about whom you will be reading in Chapter 10. Mathura was also a religious centre — there were Buddhist monasteries, Jaina shrines, and it was an important centre for the worship of Krishna.ks"
    },
    {
        "id" : "6.9.7.4",
        "parent_id" : "6.9.7",
        "content" : "moSeveral inscriptions on surfaces such as stone slabs and statues have been found in Mathura. Generally, these are short inscriptions, recording gifts made by men (and sometimes women) to monasteries and shrines. These were made by kings and queens, officers, merchants, and crafts persons who lived in the city. For instance, inscriptions from Mathura mention goldsmiths, blacksmiths, weavers, basket makers, garland makers, perfumers.ks"
    },
    {
        "id" : "6.9.8.1",
        "parent_id" : "6.9.8",
        "content" : "We also have archaeological evidence for crafts. These include extremely fine pottery, known as the Northern Black Polished Ware (NBPW). It gets its name from the fact that it is generally found in the northern part of the subcontinent."
    },
    {
        "id" : "6.9.8.2",
        "parent_id" : "6.9.8",
        "content" : "Remember that the archaeological evidence for many crafts may not have survived. We know from texts that the manufacture of cloth was important. There were famous centres such as Varanasi in the north, and Madurai in the south. Both men and women worked in these centres."
    },
    {
        "id" : "6.9.8.3",
        "parent_id" : "6.9.8",
        "content" : "Many crafts persons and merchants now formed associations known as shrenis. These shrenis of crafts persons provided training, procured raw material, and distributed the finished product. Then shrenis of merchants organised the trade. Shrenis also served as banks, where rich men and women deposited money. This was invested, and part of the interest was returned or used to support religious institutions such as monasteries."
    },
    {
        "id" : "6.9.8.4",
        "parent_id" : "6.9.9",
        "content" : "Northern Black Polished Ware (NBPW) NBPW is a hard, wheel made, metallic looking ware with a shiny black sur face. The potter used to expose the earthenware to very high temperature in his kiln which resulted in the blackening of its outer surface. A fine black slip was also applied on this, which gave the pottery a mirror-like shine"
    },
    {
        "id" : "6.9.9.1",
        "parent_id" : "6.9.9",
        "content" : "Find Arikamedu (in Puducherry) on Map 7 (page 113), and read the box on Rome on page 96. Between 2200 and 1900 years ago, Arikamedu was a coastal settlement where ships unloaded goods from distant lands. A massive brick structure, which may have been a warehouse, was found at the site. Other finds include pottery from the Mediterranean region, such as amphorae (tall double-handled jars that contained liquids such as wine or oil) and stamped red-glazed pottery, known as Arretine Ware, which was named after a city in Italy. This was made by pressing wet clay into a stamped mould. There was yet another kind of pottery which was made locally, though Roman designs were used. Roman lamps, glassware and gems have also been found at the site."
    },
    {
        "id" : "6.9.9.2",
        "parent_id" : "6.9.9",
        "content" : "Small tanks have been found that were probably dyeing vats, used to dye cloth. There is plenty of evidence for the making of beads from semi-precious stones and glass."
    },
    {
        "id" : "6.9.10.1",
        "parent_id" : "6.9.10",
        "content" : "Find Rome on Map 6 (page 84). This is one of the oldest cities in Europe, and developed around the same time as the cities in the Ganga valley. Rome was the capital of one of the largest empires — one that spread across Europe, North Africa, and West Asia. Augustus, one of the most important emperors, who ruled about 2000 years ago, said that he found Rome a city of brick, and made it into a city of marble. He, and later rulers, built temples and palaces."
    },
    {
        "id" : "6.9.10.2",
        "parent_id" : "6.9.10",
        "content" : "They also built huge amphitheatres — open arenas surrounded by tiers of seats — where citizens could watch all kinds of shows, and public baths (with separate timings for men and women), where people met and relaxed. Huge aqueducts — channels to supply water — were built to bring water to the city — for the baths, fountains and toilets."
    },


    {
        "id" : "6.10.1.1",
        "parent_id" : "6.10.1",
        "content" : "You read about the Northern Black Polished Ware in Chapter 9. This fine pottery, especially bowls and plates, were found from several archaeological sites throughout the subcontinent. How do you think it reached these places? Traders may have carried them from the places where they were made, to sell them at other places."
    },
    {
        "id" : "6.10.1.2",
        "parent_id" : "6.10.1",
        "content" : "South India was famous for gold, spices, especially pepper, and precious stones. Pepper was particularly valued in the Roman Empire, so much so that it was known as black gold. So, traders carried many of these goods to Rome in ships, across the sea, and by land in caravans. There must have been quite a lot of trade as many Roman gold coins have been found in south India."
    },
    {
        "id" : "6.10.1.3",
        "parent_id" : "6.10.1",
        "content" : "Traders explored several sea routes. Some of these followed the coasts. There were others across the Arabian Sea and the Bay of Bengal, where sailors took advantage of the monsoon winds to cross the seas more quickly. So, if they wanted to reach the western coast of the subcontinent from East Africa or Arabia, they chose to sail with the south-west monsoon. And sturdy ships had to be built for these long journeys."
    },
    {
        "id" : "6.10.2.1",
        "parent_id" : "6.10.2",
        "content" : "The southern half of the subcontinent is marked by a long coastline, and with hills, plateaus, and river valleys. Amongst the river valleys, that of the Kaveri is the most fertile. Chiefs and kings who controlled the river valleys and the coasts became rich and powerful. Sangam poems mention the muvendar. This is a Tamil word meaning three chiefs, used for the heads of three ruling families, the Cholas, Cheras, and Pandyas (see Map 7, page 113), who became powerful in south India around 2300 years ago."
    },
    {
        "id" : "6.10.2.2",
        "parent_id" : "6.10.2",
        "content" : "Each of the three chiefs had two centres of power: one inland, and one on the coast. Of these six cities, two were very important: Puhar or Kaveripattinam, the port of the Cholas, and Madurai, the capital of the Pandyas."
    },
    {
        "id" : "6.10.2.3",
        "parent_id" : "6.10.2",
        "content" : "The chiefs did not collect regular taxes. Instead, they demanded and received gifts from the people. They also went on military expeditions, and collected tribute from neighbouring areas. They kept some of the wealth and distributed the rest amongst their supporters, including members of their family, soldiers, and poets. Many poets whose compositions are found in the Sangam collection composed poems in praise of chiefs who often rewarded them with precious stones, gold, horses, elephants, chariots, and fine cloth."
    },
    {
        "id" : "6.10.2.4",
        "parent_id" : "6.10.2",
        "content" : "Around 200 years later a dynasty known as the Satavahanas became powerful in western India (see Map 7, page 113). The most important ruler of the Satavahanas was Gautamiputra Shri Satakarni. We know about him from an inscription composed on behalf of his mother, Gautami Balashri. He and other Satavahana rulers were known as lords of the dakshinapatha, literally the route leading to the south, which was also used as a name for the entire southern region. He sent his army to the eastern, western and southern coasts."
    },
    {
        "id" : "6.10.3.1",
        "parent_id" : "6.10.3",
        "content" : "The rich, glossy colours of silk, as well as its smooth texture, make it a highly valued fabric in most societies. Making silk is a complicated process. Raw silk has to be extracted from the cocoons of silk worms, spun into thread and then woven into cloth. Techniques of making silk were first invented in China around 7000 years ago. While the methods remained a closely guarded secret for thousands of years, some people from China who went to distant lands on foot, horseback, and on camels, carried silk with them. The paths they followed came to be known as the Silk Route."
    },
    {
        "id" : "6.10.3.2",
        "parent_id" : "6.10.3",
        "content" : "Sometimes, Chinese rulers sent gifts of silk to rulers in Iran and west Asia, and from there, the knowledge of silk spread further west. About 2000 years ago, wearing silk became the fashion amongst rulers and rich people in Rome. It was very expensive, as it had to be brought all the way from China, along dangerous roads, through mountains and deserts. People living along the route often demanded payments for allowing traders to pass through."
    },
    {
        "id" : "6.10.3.3",
        "parent_id" : "6.10.3",
        "content" : "Look at Map 6 (pages 84-85) which shows the Silk Route and its branches. Some kings tried to control large portions of the route. This was because they could benefit from taxes, tributes and gifts that were brought by traders travelling along the route. In return, they often protected the traders who passed through their kingdoms from attacks by robbers."
    },
    {
        "id" : "6.10.3.4",
        "parent_id" : "6.10.3",
        "content" : "The best-known of the rulers who controlled the Silk Route were the Kushanas, who ruled over central Asia and north-west India around 2000 years ago. Their two major centres of power were Peshawar and Mathura. Taxila was also included in their kingdom. During their rule, a branch of the Silk Route extended from Central Asia down to the seaports at the mouth of the river Indus, from where silk was shipped westwards to the Roman Empire. The Kushanas were amongst the earliest rulers of the subcontinent to issue gold coins. These were used by traders along the Silk Route."
    },
    {
        "id" : "6.10.4.1",
        "parent_id" : "6.10.4",
        "content" : "The most famous Kushana ruler was Kanishka, who ruled around 1900 years ago. He organised a Buddhist council, where scholars met and discussed important matters. Ashvaghosha, a poet who composed a biography of the Buddha, the Buddhacharita, lived in his court. Ashvaghosha and other Buddhist scholars now began writing in Sanskrit."
    },
    {
        "id" : "6.10.4.2",
        "parent_id" : "6.10.4",
        "content" : "A new form of Buddhism, known as Mahayana Buddhism, now developed. This had two distinct features. Earlier, the Buddha’s presence was shown in sculpture by using certain signs. For instance, his attainment of enlightenment was shown by sculptures of the peepal tree."
    },
    {
        "id" : "6.10.4.3",
        "parent_id" : "6.10.4",
        "content" : "Now, statues of the Buddha were made. Many of these were made in Mathura, while others were made in Taxila."
    },
    {
        "id" : "6.10.4.4",
        "parent_id" : "6.10.4",
        "content" : "The second change was a belief in Bodhisattvas. These were supposed to be persons who had attained enlightenment. Once they attained enlightenment, they could live in complete isolation and meditate in peace. However, instead of doing that, they remained in the world to teach and help other people. The worship of Bodhisattvas became very popular, and spread throughout Central Asia, China, and later to Korea and Japan"
    },
    {
        "id" : "6.10.4.5",
        "parent_id" : "6.10.4",
        "content" : "Buddhism also spread to western and southern India, where dozens of caves were hollowed out of hills for monks to live in."
    },
    {
        "id" : "6.10.4.6",
        "parent_id" : "6.10.4",
        "content" : "Some of these caves were made on the orders of kings and queens, others by merchants and farmers. These were often located near passes through the Western Ghats. Roads connecting prosperous ports on the coast with cities in the Deccan ran through these passes. Traders probably halted in these cave monasteries during their travels."
    },
    {
        "id" : "6.10.4.7",
        "parent_id" : "6.10.4",
        "content" : "Buddhism also spread south eastwards, to Sri Lanka, Myanmar, Thailand, and other parts of Southeast Asia including Indonesia. The older form of Buddhism, known as Theravada Buddhism was more popular in these areas."
    },
    {
        "id" : "6.10.5.1",
        "parent_id" : "6.10.5",
        "content" : "As traders journeyed to distant lands in caravans and ships, pilgrims often travelled with them. Pilgrims are men and women who undertake journeys to holy places in order to offer worship."
    },
    {
        "id" : "6.10.5.2",
        "parent_id" : "6.10.5",
        "content" : "The best-known of these are the Chinese Buddhist pilgrims, Fa Xian, who came to the subcontinent about 1600 years ago, Xuan Zang (who came around 1400 years ago) and I-Qing, who came about 50 years after Xuan Zang. They came to visit places associated with the life of the Buddha (Chapter 7) as well as famous monasteries."
    },
    {
        "id" : "6.10.5.3",
        "parent_id" : "6.10.5",
        "content" : "Each of these pilgrims left an account of his journey. They wrote of the dangers they encountered on their travels, which often took years, of the countries and the monasteries that they visited, and the books they carried back with them."
    },
    {
        "id" : "6.10.5.4",
        "parent_id" : "6.10.5",
        "content" : "Xuan Zang, who took the land route back to China (through the north-west, and Central Asia) carried back with him statues of the Buddha made of gold, silver and sandalwood, and over 600 manuscripts loaded on the backs of 20 horses. Over 50 manuscripts were lost when the boat on which he was crossing the Indus capsized. He spent the rest of his life translating the remaining manuscripts from Sanskrit into Chinese."
    },
    {
        "id" : "6.10.6.1",
        "parent_id" : "6.10.6",
        "content" : "Fa Xian began his journey back home from Bengal. He boarded a ship belonging to some merchants. They had barely travelled for two days when they were caught in a storm. The merchants began throwing their merchandise overboard so as to lighten the load and save the ship from sinking. Fa Xian threw away his meagre personal belongings, but clung to his books and the statues of the Buddha that he had collected. Finally, the storm subsided after 13 days. This is how he describes the sea: “The sea itself is boundless in extent — it is impossible to know east or west, except by observing the sun, moon, or stars in their motions. If it is dark, rainy weather, the only plan is to steer by the wind.” It took him more than 90 days to reach Java, where he halted for five months, before boarding another merchant ship that took him to China."
    },
    {
        "id" : "6.10.7.1",
        "parent_id" : "6.10.7",
        "content" : "Xuan Zang, and other pilgrims spent time studying in Nalanda, (Bihar) the most famous Buddhist monastery of the period. This is how he describes it: “The teachers are men of the highest ability and talent. They follow the teachings of the Buddha in all sincerity. The rules of the monastery are strict, and everyone has to follow them. Discussions are held throughout the day, and the old and the young mutually help one another. Learned men from different cities come here to settle their doubts. The gatekeeper asks new entrants difficult questions. They are allowed to enter only after they have been able to answer these. Seven or eight out of every ten are not able to answer.”"
    },
    {
        "id" : "6.10.8.1",
        "parent_id" : "6.10.8",
        "content" : "This was also the time when the worship of certain deities, which became a central feature of later Hinduism, gained in importance. These deities included Shiva, Vishnu, and goddesses such as Durga."
    },
    {
        "id" : "6.10.8.2",
        "parent_id" : "6.10.8",
        "content" : "These deities were worshipped through Bhakti, an idea that became very popular at this time. Bhakti is generally understood as a person’s devotion to his or her chosen deity. Anybody, whether rich or poor, belonging to the so-called ‘high’ or ‘low’ castes, man or woman, could follow the path of Bhakti."
    },
    {
        "id" : "6.10.8.3",
        "parent_id" : "6.10.8",
        "content" : "The idea of Bhakti is present in the Bhagavad Gita, a sacred book of the Hindus, which is included in the Mahabharata (see Chapter 12). In this Krishna the God, asks Arjuna, his devotee and friend, to abandon all dharmas and take refuge in him, as only he can set Arjuna free from every evil. This form of worship gradually spread to different parts of the country."
    },
    {
        "id" : "6.10.8.4",
        "parent_id" : "6.10.8",
        "content" : "Those who followed the system of Bhakti emphasised devotion and individual worship of a god or goddess, rather than the performance of elaborate sacrifices."
    },
    {
        "id" : "6.10.8.5",
        "parent_id" : "6.10.8",
        "content" : "According to this system of belief, if a devotee worships the chosen deity with a pure heart, the deity will appear in the form in which he or she may desire. So, the deity could be thought of as a human being, lion, tree or any other form. Once this idea gained acceptance, artists made beautiful images of these deities."
    },
    {
        "id" : "6.10.8.6",
        "parent_id" : "6.10.8",
        "content" : "Because the deities were special, these images of the deity were often placed within special homes, places that we describe as temples. You will learn more about these temples in Chapter 12. Bhakti inspired some of the best expressions in art — sculpture, poetry and architecture."
    },
    {
        "id" : "6.10.8.7",
        "parent_id" : "6.10.8",
        "content" : "Bhakti Comes from the Sanskrit term bhaj meaning ‘to divide or share.’ This suggests an intimate, two-way relationship between the deity and the devotee. Bhakti is directed towards Bhagavat, which is often translated as god, but also means one who possesses and shares bhaga, literally good fortune or bliss. The devotee, known as the bhakta or the bhagavata, shares his or her chosen deity’s bhaga."
    },
    {
        "id" : "6.10.9.1",
        "parent_id" : "6.10.9",
        "content" : "Hindu The word ‘Hindu’, like the term ‘India’ is derived from the river Indus. It was used by Arabs and Iranians to refer to people who lived to the east of the river, and to their cultural practices, including religious beliefs."
    },
    {
        "id" : "6.10.10.1",
        "parent_id" : "6.10.10",
        "content" : "About 2000 years ago, Christianity emerged in West Asia. Jesus Christ was born in Bethlehem, which was then part of the Roman empire. Christ’s teachings were that He was the Saviour of the world. He also taught people to treat others with love and trust others, just as they themselves wanted to be treated."
    },
    {
        "id" : "6.10.10.2",
        "parent_id" : "6.10.10",
        "content" : "Christ’s teachings appealed to ordinary people, and spread through West Asia, Africa and Europe. The first Christian preachers came from West Asia to the west coast of the subcontinent within a hundred years of Christ’s death."
    },
    {
        "id" : "6.10.10.3",
        "parent_id" : "6.10.10",
        "content" : "The Christians of Kerala, known as Syrian Christians because they probably came from West Asia, are amongst the oldest Christian communities in the world."
    },


    {
        "id" : "6.11.1.1",
        "parent_id" : "6.11.1",
        "content" : "Arvind was supposed to be acting as Samudragupta, a famous ruler of a dynasty known as the Guptas. We know about Samudragupta from a long inscription, inscribed on the Ashokan pillar at Allahabad. It was composed as a Kavya by Harishena, who was a poet and a minister at the court of Samudragupta."
    },
    {
        "id" : "6.11.1.2",
        "parent_id" : "6.11.1",
        "content" : "This inscription is of a special kind known as a prashasti, a Sanskrit word, meaning ‘in praise of’. While prashastis were composed for some of the rulers you read about in Chapter 10, such as Gautamiputra Shri Satakarni, they became far more important from the time of the Guptas."
    },
    {
        "id" : "6.11.2.1",
        "parent_id" : "6.11.2",
        "content" : "Let us see what Samudragupta’s prashasti tells us. The poet praised the king in glowing terms — as a warrior, as a king who won victories in battle, who was learned and the best of poets. He is also described as equal to the gods. The prashasti was composed in very long sentences."
    },
    {
        "id" : "6.11.2.2",
        "parent_id" : "6.11.2",
        "content" : "Harishena describes four different kinds of rulers, and tells us about Samudragupta’s policies towards them."
    },
    {
        "id" : "6.11.2.3",
        "parent_id" : "6.11.2",
        "content" : "1. The rulers of Aryavarta, the area shaded in green on the map. Here there were nine rulers who were uprooted, and their kingdoms were made a part of Samudragupta’s empire."
    },
    {
        "id" : "6.11.2.4",
        "parent_id" : "6.11.2",
        "content" : "2. The rulers of Dakshinapatha. Here there were twelve rulers, some of whose capitals are marked with red dots on the map. They surrendered to Samudragupta after being defeated and he then allowed them to rule again."
    },
    {
        "id" : "6.11.2.5",
        "parent_id" : "6.11.2",
        "content" : "3. The inner circle of neighbouring states, including Assam, coastal Bengal, Nepal, and a number of gana sanghas (remember Chapter 6) in the northwest, marked in purple on the map. They brought tribute, followed his orders, and attended his court."
    },
    {
        "id" : "6.11.2.6",
        "parent_id" : "6.11.2",
        "content" : "4. The rulers of the outlying areas, marked in blue on the map, perhaps the descendants of the Kushanas and Shakas, and the ruler of Sri Lanka, who submitted to him and offered daughters in marriage."
    },
    {
        "id" : "6.11.3.1",
        "parent_id" : "6.11.3",
        "content" : "Vikram Samvat The era beginning in the 58 BCE is traditionally associated with Gupta king, Chandragupta II, who had founded it as a mark of victory over the Shakas and assumed the title of Vikramaditya. The Vikram Samvat has also been adopted alongside the Gregorian calendar as the national calendar by independent India."
    },
    {
        "id" : "6.11.4.1",
        "parent_id" : "6.11.4",
        "content" : "Most prashastis also mention the ancestors of the ruler. This one mentions Samudragupta’s great grandfather, grandfather, father and mother. His mother, Kumara devi, belonged to the Lichchhavi gana, while his father, Chandragupta, was the first ruler of the Gupta dynasty to adopt the grand title of maharaj-adhiraja, a title that Samudragupta also used. His great grandfather and grandfather are mentioned simply as maha-rajas. It seems as if the family gradually rose to importance."
    },
    {
        "id" : "6.11.4.2",
        "parent_id" : "6.11.4",
        "content" : "Samudragupta in turn figures in the genealogies (lists of ancestors) of later rulers of the dynasty, such as his son, Chandragupta II. We know about him from inscriptions and coins. He led an expedition to western India, where he overcame the last of the Shakas. According to later belief, his court was full of learned people, including Kalidasa the poet, and Aryabhata the astronomer, about whom you will read more in Chapter 12."
    },
    {
        "id" : "6.11.5.1",
        "parent_id" : "6.11.5",
        "content" : "While we can learn about the Gupta rulers from their inscriptions and coins, we can find out about some kings from biographies. Harshavardhana, who ruled nearly 1400 years ago, was one such ruler. His court poet, Banabhatta, wrote his biography, the Harshacharita, in Sanskrit. This gives us the genealogy of Harsha, and ends with his becoming king. Xuan Zang, about whom you read in Chapter 10, also spent a lot of time at Harsha’s court and left a detailed account of what he saw."
    },
    {
        "id" : "6.11.5.2",
        "parent_id" : "6.11.5",
        "content" : "Harsha was not the eldest son of his father, but became king of Thanesar after both his father and elder brother died. His brother-in-law was the ruler of Kanauj (see Map 7) and he was killed by the ruler of Bengal. Harsha took over the kingdom of Kanauj, and then led an army against the ruler of Bengal."
    },
    {
        "id" : "6.11.5.3",
        "parent_id" : "6.11.5",
        "content" : "Although he was successful in the east, and conquered both Magadha and Bengal, he was not as successful elsewhere. He tried to cross the Narmada to march into the Deccan, but was stopped by a ruler belonging to the Chalukya dynasty, Pulakeshin II."
    },
    {
        "id" : "6.11.6.1",
        "parent_id" : "6.11.6",
        "content" : "The Pallavas and Chalukyas were the most important ruling dynasties in south India during this period. The kingdom of the Pallavas spread from the region around their capital, Kanchipuram, to the Kaveri delta, while that of the Chalukyas was centred around the Raichur Doab, between the rivers Krishna and Tungabhadra."
    },
    {
        "id" : "6.11.6.2",
        "parent_id" : "6.11.6",
        "content" : "Aihole, the capital of the Chalukyas, was an important trading centre (see Map 7). It developed as a religious centre, with a number of temples. The Pallavas and Chalukyas frequently raided one another’s lands, especially attacking the capital cities, which were prosperous towns."
    },
    {
        "id" : "6.11.6.3",
        "parent_id" : "6.11.6",
        "content" : "The best-known Chalukya ruler was Pulakeshin II. We know about him from a prashasti, composed by his court poet Ravikirti. This tells us about his ancestors, who are traced back through four generations from father to son. Pulakeshin evidently got the kingdom from his uncle."
    },
    {
        "id" : "6.11.6.4",
        "parent_id" : "6.11.6",
        "content" : "According to Ravikirti, he led expeditions along both the west and the east coasts. Besides, he checked the advance of Harsha. There is an interesting play of words in the poem. Harsha means happiness. The poet says that after this defeat, Harsha was no longer Harsha! Pulakeshin also attacked the Pallava king, who took shelter behind the walls of Kanchipuram."
    },
    {
        "id" : "6.11.6.5",
        "parent_id" : "6.11.6",
        "content" : "But the Chalukya victory was short-lived. Ultimately, both the Pallavas and the Chalukyas gave way to new rulers belonging to the Rashtrakuta and Chola dynasties, about which you will study in Class VII."
    },
    {
        "id" : "6.11.7.1",
        "parent_id" : "6.11.7",
        "content" : "As in the case of earlier kings, land revenue remained important for these rulers, and the village remained the basic unit of administration."
    },
    {
        "id" : "6.11.7.2",
        "parent_id" : "6.11.7",
        "content" : "There were some new developments as well. Kings adopted a number of steps to win the support of men who were powerful, either economically, or socially, or because of their political and military strength. For instance:"
    },
    {
        "id" : "6.11.7.3",
        "parent_id" : "6.11.7",
        "content" : "• Some important administrative posts were now hereditary. This means that sons succeeded fathers to these posts. For example, the poet Harishena was a maha-danda-nayaka, or chief judicial officer, like his father."
    },
    {
        "id" : "6.11.7.4",
        "parent_id" : "6.11.7",
        "content" : "• Sometimes, one person held many offices. For instance, besides being a maha-danda-nayaka, Harishena was a kumar-amatya, meaning an important minister, and a sandhi-vigrahika, meaning a minister of war and peace."
    },
    {
        "id" : "6.11.7.5",
        "parent_id" : "6.11.7",
        "content" : "• Besides, important men probably had a say in local administration. These included the nagarashreshthi or chief banker or merchant of the city, the sarthavaha or leader of the merchant caravans, the prathama-kulika or the chief craftsman, and the head of the kayasthas or scribes."
    },
    {
        "id" : "6.11.7.6",
        "parent_id" : "6.11.7",
        "content" : "These policies were reasonably effective, but sooner or later, some of these powerful men grew strong enough to set up independent kingdoms."
    },
    {
        "id" : "6.11.8.1",
        "parent_id" : "6.11.8",
        "content" : "Like earlier rulers, some of these kings maintained a well-organised army, with elephants, chariots, cavalry and foot soldiers. Besides, there were military leaders who provided the king with troops whenever he needed them. They were not paid regular salaries. Instead, some of them received grants of land. They collected revenue from the land and used this to maintain soldiers and horses, and provide equipment for warfare. These men were known as samantas. Whenever the ruler was weak, samantas tried to become independent."
    },
    {
        "id" : "6.11.9.1",
        "parent_id" : "6.11.9",
        "content" : "The inscriptions of the Pallavas mention a number of local assemblies. These included the sabha, which was an assembly of brahmin land owners. This assembly functioned through subcommittees, which looked after irrigation, agricultural operations, making roads, local temples, etc."
    },

    {
        "id" : "6.11.9.2",
        "parent_id" : "6.11.9",
        "content" : "The ur was a village assembly found in areas where the land owners were not brahmins. And the nagaram was an organisation of merchants. It is likely that these assemblies were controlled by rich and powerful landowners and merchants. Many of these local assemblies continued to function for centuries."
    },
    {
        "id" : "6.11.10.1",
        "parent_id" : "6.11.10",
        "content" : "We can catch an occasional glimpse of the lives of ordinary people from plays, and other accounts. Let us look at some of these."
    },
    {
        "id" : "6.11.10.2",
        "parent_id" : "6.11.10",
        "content" : "Kalidasa is known for his plays depicting life in the king’s court. An interesting feature about these plays is that the king and most brahmins are shown as speaking Sanskrit, while women and men other than the king and brahmins use Prakrit. His most famous play, Abhijnana Shakuntalam, is the story of the love between a king named Dushyanta and a young woman named Shakuntala. We find an interesting description of the plight of a poor fisherman in this play."
    },
    {
        "id" : "6.11.10.3",
        "parent_id" : "6.11.10",
        "content" : "The Chinese pilgrim Fa Xian noticed the plight of those who were treated as untouchables by the high and mighty. They were expected to live on the outskirts of the city. He writes: “If such a man enters a town or a market place, he strikes a piece of wood, in order to keep himself separate; people, hearing this sound, know what it means and avoid touching him or brushing against him.”"
    },


    {
        "id" : "6.12.1.1",
        "parent_id" : "6.12.1",
        "content" : "Metallurgy Ancient Indian metallurgists made major contributions to the metallurgical history of the world. Archaeological excavations have shown that the Harappans were master craftsmen and had knowledge of copper metallurgy. They even manufactured bronze by mixing copper and tin. While the Harappans belonged to the Bronze Age, their successors belonged to the Iron Age. India produced highly advanced types of iron-forged iron, wrought iron and cast iron."
    },
    {
        "id" : "6.12.2.1",
        "parent_id" : "6.12.2",
        "content" : "The iron pillar at Mehrauli, Delhi, is a remarkable example of the skill of Indian crafts persons. It is made of iron, 7.2. m high, and weighs over 3 tonnes. It was made about 1500 years ago. We know the date because there is an inscription on the pillar mentioning a ruler named Chandra, who probably belonged to the Gupta dynasty (Chapter 11). What is amazing is the fact that the pillar has not rusted in all these years."
    },
    {
        "id" : "6.12.3.1",
        "parent_id" : "6.12.3",
        "content" : "The skills of our crafts persons are also apparent in the buildings that have survived, such as stupas. The word stupa means a mound. While there are several kinds of stupas, round and tall, big and small, these have certain common features. Generally, there is a small box placed at the centre or heart of the stupa. This may contain bodily remains (such as teeth, bone or ashes) of the Buddha or his followers, or things they used, as well as precious stones, and coins."
    },
    {
        "id" : "6.12.3.2",
        "parent_id" : "6.12.3",
        "content" : "This box, known as a relic casket, was covered with earth. Later, a layer of mud brick or baked brick was added on top. And then, the dome like structure was sometimes covered with carved stone slabs."
    },
    {
        "id" : "6.12.3.3",
        "parent_id" : "6.12.3",
        "content" : "Often, a path, known as the pradakshina patha, was laid around the stupa. This was surrounded with railings. Entrance to the path was through gateways. Devotees walked around the stupa, in a clockwise direction, as a mark of devotion. Both railings and gateways were often decorated with sculpture."
    },
    {
        "id" : "6.12.3.4",
        "parent_id" : "6.12.3",
        "content" : "Find Amaravati on Map 7 (page 113). This was a place where a magnificent stupa once existed. Many of the stone carvings for decorating the stupa were made about 2000 years ago."
    },
    {
        "id" : "6.12.3.5",
        "parent_id" : "6.12.3",
        "content" : "Other buildings were hollowed out of rock to make artificial caves. Some of these were very elaborately decorated with sculptures and painted walls."
    },
    {
        "id" : "6.12.3.6",
        "parent_id" : "6.12.3",
        "content" : "Some of the earliest Hindu temples were also built at this time. Deities such as Vishnu, Shiva, and Durga were worshipped in these shrines. The most important part of the temple was the room known as the garbhagriha, where the image of the chief deity was placed. It was here that priests performed religious rituals, and devotees offered worship to the deity."
    },
    {
        "id" : "6.12.3.7",
        "parent_id" : "6.12.3",
        "content" : "Often, as at Bhitargaon, a tower, known as the shikhara, was built on top of the garbhagriha, to mark this out as a sacred place. Building shikharas required careful planning. Most temples also had a space known as the mandapa. It was a hall where people could assemble."
    },
    {
        "id" : "6.12.4.1",
        "parent_id" : "6.12.4",
        "content" : "There were several stages in building a stupa or a temple. Usually, kings or queens decided to build these as it was an expensive affair. First, good quality stone had to be found, quarried, and transported to the place that was often carefully chosen for the new building. Here, these rough blocks of stone had to be shaped and carved into pillars, and panels for walls, floors and ceilings. And then these had to be placed in precisely the right position."
    },
    {
        "id" : "6.12.4.2",
        "parent_id" : "6.12.4",
        "content" : "Kings and queens probably spent money from their treasury to pay the crafts persons who worked to build these splendid structures. Besides, when devotees came to visit the temple or the stupa, they often brought gifts, which were used to decorate the buildings. For example, an association of ivory workers paid for one of the beautiful gateways at Sanchi."
    },
    {
        "id" : "6.12.4.3",
        "parent_id" : "6.12.4",
        "content" : "Among the others who paid for decorations were merchants, farmers, garland makers,perfumers, smiths, and hundreds of men and women who are known only by their names which were inscribed on pillars, railings and walls. So when you get a chance to visit any of these buildings, remember how several hundreds of people probably worked to construct and decorate them."
    },
    {
        "id" : "6.12.5.1",
        "parent_id" : "6.12.5",
        "content" : "Find Ajanta on Map 7 (page 113). This is a place where several caves were hollowed out of the hills over centuries. Most of these were monasteries for Buddhist monks, and some of them were decorated with paintings. Here are some examples. As the caves are dark inside, most of these paintings were done in the light of torches. The colours, which are vivid even after 1500 years, were made of plants and minerals. The artists who created these splendid works of art remain unknown."
    },
    {
        "id" : "6.12.6.1",
        "parent_id" : "6.12.6",
        "content" : "Some of the best–known epics were written during this period. Epics are grand, long compositions, about heroic men and women, and include stories about gods."
    },
    {
        "id" : "6.12.6.2",
        "parent_id" : "6.12.6",
        "content" : "A famous Tamil epic, the Silappadikaram, was composed by a poet named Ilango, around 1800 years ago. It is the story of a merchant named Kovalan, who lived in Puhar and fell in love with a courtesan named Madhavi, neglecting his wife Kannagi. Later, he and Kannagi left Puhar and went to Madurai, where he was wrongly accused of theft by the court jeweller of the Pandya king. The king sentenced Kovalan to death. Kannagi, who still loved him, was full of grief and anger at this injustice, and destroyed the entire city of Madurai."
    },
    {
        "id" : "6.12.6.3",
        "parent_id" : "6.12.6",
        "content" : "Another Tamil epic, the Manimekalai was composed by Sattanar around 1400 years ago. This describes the story of the daughter of Kovalan and Madhavi. These beautiful compositions were lost to scholars for many centuries, till their manuscripts were rediscovered, about a hundred years ago."
    },
    {
        "id" : "6.12.6.4",
        "parent_id" : "6.12.6",
        "content" : "Other writers, such as Kalidasa, (about whom you read in Chapter 11) wrote in Sanskrit."
    },
    {
        "id" : "6.12.7.1",
        "parent_id" : "6.12.7",
        "content" : "A number of Hindu religious stories that were in circulation earlier were written down around the same time. These include the Puranas. Purana literally mean old. The Puranas contain stories about gods and goddesses, such as Vishnu, Shiva, Durga or Parvati. They also contain details on how they were to be worshipped. Besides, there are accounts about the creation of the world, and about kings."
    },
    {
        "id" : "6.12.7.2",
        "parent_id" : "6.12.7",
        "content" : "The Puranas were written in simple Sanskrit verse, and were meant to be heard by everybody, including women and shudras, who were not allowed to study the Vedas. They were probably recited in temples by priests, and people came to listen to them."
    },
    {
        "id" : "6.12.7.3",
        "parent_id" : "6.12.7",
        "content" : "Two Sanskrit epics, the Mahabharata and Ramayana had been popular for a very long time. Some of you may be familiar with these stories. The Mahabharata is about a war fought between the Kauravas and Pandavas, who were cousins."
    },
    {
        "id" : "6.12.7.4",
        "parent_id" : "6.12.7",
        "content" : "This was a war to gain control of the throne of the Kurus, and their capital, Hastinapura. The story itself was an old one, but was written down in the form in which we know it today, about 1500 years ago. Both the Puranas and the Mahabharata are supposed to have been compiled by Vyasa. The Bhagavad Gita, about which you learnt in Chapter 10, was also included in the Mahabharata."
    },
    {
        "id" : "6.12.7.5",
        "parent_id" : "6.12.7",
        "content" : "The Ramayana is about Rama, a prince of Kosala, who was sent into exile. His wife Sita was abducted by the king of Lanka, named Ravana, and Rama had to fight a battle to get her back. He won and returned to Ayodhya, the capital of Kosala, after his victory. Like the Mahabharata, this was an old story that was now written down. Valmiki is recognised as the author of the Sanskrit Ramayana."
    },
    {
        "id" : "6.12.8.1",
        "parent_id" : "6.12.8",
        "content" : "Ordinary people also told stories, composed poems and songs, sang, danced, and performed plays. Some of these are preserved in collections of stories such as the Jatakas and the Panchatantra, which were written down around this time. Stories from the Jatakas were often shown on the railings of stupas and in paintings in places such as Ajanta."
    },
    {
        "id" : "6.12.9.1",
        "parent_id" : "6.12.9",
        "content" : "This was also the time when Aryabhata, a mathematician and astronomer, wrote a book in Sanskrit known as the Aryabhatiyam. He stated that day and night were caused by the rotation of the earth on its axis, even though it seems as if the sun is rising and setting everyday. He developed a scientific explanation for eclipses as well. He also found a way of calculating the circumference of a circle, which is nearly as accurate as the formula we use today. Varahamihira, Brahmagupta and Bhaskaracharya were some other mathematicians and astronomers who made several discoveries. Try and find out more about them."
    },
    {
        "id" : "6.12.9.2",
        "parent_id" : "6.12.9",
        "content" : "While numerals had been used earlier, mathematicians in India now invented a special symbol for zero. This system of counting was adapted by the Arabs and then spread to Europe. It continues to be in use throughout the world. The Romans used a system of counting without using zero. Try and find out more about it."
    },
    {
        "id" : "6.12.9.3",
        "parent_id" : "6.12.9",
        "content" : "Ayurveda is a well-known system of health science that was developed in ancient India. The two famous practitioners of Ayurveda in ancient India were Charaka (1st-2nd centuries C.E.) and Sushruta (c. 4th century C.E.) Charak Samhita, written by Charak is a remarkable book on medicine. In his treatise, Susruta Samhita, Sushruta speaks about elaborate surgical procedures."
    },
    {
        "id" : "6.12.10.1",
        "parent_id" : "6.12.10",
        "content" : "Paper has become a part of our daily lives. The books we read are printed on paper, and we use paper for writing. Paper was invented in China about 1900 years ago, by a man named Cai Lun. He beat plant fibres, cloth, rope and the bark of trees, soaked these in water, and then pressed, drained and dried the pulp to create paper. Even today, hand made paper is made through a similar process."
    },
    {
        "id" : "6.12.10.1",
        "parent_id" : "6.12.10",
        "content" : "The technique of making paper was a closely guarded secret for centuries. It reached Korea about 1400 years ago, and spread to Japan soon after. It was known in Baghdad about 1800 years ago. From Baghdad it spread to Europe, Africa, and other parts of Asia including the subcontinent."
    }  
]
